Repository: c4fcm/DataBasic
Catalog: databasic/translations/*/LC_MESSAGES/messages.po
Languages: cy, da, es, pt

source: <b>Present slideshow about creative techniques</b>.<br/>Give participants copies of the visualization techniques handout, and walk them through the descriptions and examples of each technique provided in the slides (spend about 2 minutes on each technique). These concrete examples help people expand their toolbelt.
cy: <b>Cyflwynwch y sleidiau am dechnegau creadigol</b>.<br/>Rhowch gopïau o'r daflen am dechnegau delweddu i'r cyfranogwyr, ac yna trafodwch y disgrifiadau a'r enghreifftiau o bob techneg sy'n cael eu darparu yn y sleidiau (treuliwch tua 2 funud ar bob techneg). Mae'r enghreifftiau pendant yma'n helpu pobl i ehangu'r dulliau sydd ganddynt wrth law.
da: <b>Præsenter deltagerne for et slideshow om de forskellige kreative præsentationsteknikker</b>.<br/>Giv deltagerne kopier af handout med visualiseringsteknikker og forklar dem beskrivelser og eksempler på hver enkel teknik (brug ca. 2 minutter per teknik). Disse konkrete eksempler udvider udvalget i deltagerne værktøjskasse.

source: <b>Discuss the example visualization</b>.<br /> Introduce the sample visualization you have chosen and discuss its audience, goals, and content. We like to use <a href='https://www.good.is/infographics/transparency-how-much-water-do-you-use'>this infographic on water usage from GOOD.is</a>. It is quite opinionated, so its message and goal are clear. Direct participants to compare beef with all other water usage - it far exceeds everything else on the page!
cy: <b>Trafodwch y delweddu enghreifftiol</b>.<br /> Cyflwynwch y delweddu enghreifftiol rydych chi wedi ei ddewis a thrafodwch ei gynulleidfa, ei amcanion, a'i gynnwys. Rydym ni'n hoffi defnyddio'r <a href='https://www.good.is/infographics/transparency-how-much-water-do-you-use'>ffeithlun yma am ddefnydd dŵr o GOOD.is</a>. Mae'n weddol gryf ei barn, felly mae ei neges a'i hamcan yn glir. Cyfeiriwch gyfranogwyr i gymharu cig eidion â phob defnydd arall dŵr - mae'n uwch o lawer na phopeth arall ar y dudalen!
da: <b>Diskutér eksemplet på visualisering</b>.<br/> Introducer det eksempel på en visualisering, som du har udvalgt og diskuter målgruppe, mål og indhold for den. Vi kan godt lide at bruge <a href='https://www.good.is/infographics/transparency-how-much-water-do-you-use'>denne infografik om vandforbrug fra GOOD.is</a>. Den har ret klare holdninger, så budskab og formål er tydelige. Gør deltagerne opmærksomme på produktionen af oksekød, som i vandforbug overgår alt andet i grafikken!

source: Start Remixing
cy: Dechreuwch Atgymysgu
da: Remix

source: Bring everyone back together and go around the room letting each group share their favorite idea. Have groups talk about different editorial decisions that were made in narrowing down their ideas. Ask the groups for their thoughts about the relative strengths and weaknesses of each technique as well as which audiences might be particularly well served by different presentation techniques.
cy: Dewch â phawb yn ôl at ei gilydd ac ewch o gwmpas yr ystafell yn gadael i bob grŵp rannu eu hoff syniad. Gofynnwch i'r grwpiau drafod gwahanol benderfyniadau golygyddol a wnaed wrth gulhau eu syniadau. Gofynnwch am eu meddyliau am gryfderau a gwendidau cymharol pob techneg yn ogystal â pha gynulleidfaoedd fyddai'n elwa mwyaf ar wahanol dechnegau cyflwyno.
da: Få alle samlet igen og lad alle grupperne fortælle om deres bedste ide. Lad grupperne gennemgå de forskellige redaktionelle beslutninger, som de har taget, for at indsnævre deres ide. Spørg grupperne om hvilke styrker og svagheder, de oplever præsentationsteknikkerne har og hvilke målgrupper, som kan have særlig gavn af den ene eller anden teknik

source: Use physical craft materials to tell a data story in 3D
cy: Defnyddiwch ddeunyddiau crefft ffisegol i ddweud stori data mewn 3D
da: Brug fysiske materialer og krea ting til at fortælle en 3D datahistorie
es: Use materiales artesanales físicos para contar una historia de datos en 3D
pt: Use materiais físicos de artesanato para contar uma história de dados em 3D

source: This activity will take 20 to 30 minutes. You should have these materials on hand:
cy: Bydd y gweithgaredd hwn yn cymryd 20 i 30 munud. Dylai fod gennych chi'r deunyddiau hyn wrth law:
da: Aktiviteten tager 20-30 minutter. Du bør have følgende materialer ved hånden:
es: Esta actividad tomará de 20 a 30 minutos. Debe tener a mano estos materiales:
pt: Esta atividade levará cerca de 20 a 30 minutos. Você deve ter os seguintes materiais à mão

source: Local craft materials (plastic bottle tops, wire, fuzzy balls, colored paper, wood blocks, construction paper)
cy: Deunyddiau crefft lleol (caeadau poteli plastig, gwifren, peli blewog, papur lliw, blociau pren, papur adeiladu)
da: Brug de krea-materialer du har ved hånden (flaskelåg, snor, pompomer, farvet papir, træklodser og pap)
es: Materiales artesanales locales (tapas de botellas de plástico, alambre, bolitas peludas, papel de colores, bloques de madera, cartulina de artesanía)
pt: Materiais para fazer artesanato (garrafas de plástico, fios, bolas, papel colorido, blocos de madeira, papel)

source: Tape, glue, scissors
cy: Tâp, glud, siswrn
da: Tape, lim, sakse
es: Cinta, pegamento, tijeras
pt: Fita, cola, tesoura

source: DO NOT include pens, crayons, or anything else to write with (otherwise people just draw instead of building)
cy: PEIDIWCH â chynnwys peniau, crayonau, neu unrhyw beth arall i ysgrifennu ag ef (fel arall mae pobl dim ond yn darlunio yn hytrach nag adeiladu)
da: Undlad at bruge kuglepenne, farvekridt, blyanter eller andre skriveredskaber (for så bruger folk dem til at tegne istedet for at bygge)
es: NO incluya bolígrafos, lápices de colores o cualquier otra cosa para escribir (de lo contrario, la gente simplemente dibuja en lugar de construir)
pt: NÃO inclua canetas, lápis de cor ou qualquer outra coisa para escrever (senão as pessoas simplesmente desenham, ao invés de construir)

source: DO NOT include LEGO bricks (otherwise people just build bar charts)
cy: PEIDIWCH â chynnwys briciau LEGO (fel arall bydd pobl dim ond yn adeiladu siartiau bar)
da: Undlad at bruge legoklodser (for så bygger folk bare søjlediagrammer)
es: NO incluya bloques LEGO (de lo contrario, la gente sólo construye gráficos de barras)
pt: NÃO inclua peças de LEGO (caso contrário, as pessoas apenas criam gráficos de barras)

source: The idea of playing with data is new to most folks. This activity lets people quickly build sculptures that tell a simple data story with craft materials. The playful approach to the data helps engage the participants in thinking about how stories can be found and presented quickly, and helps people feel more freedom and flexibility about data presentations. It builds a notion of "presentation" instead of "visualization". The activity also builds the ability to translate words and numbers into structural forms. In addition, playing with these materials at the start of a workshop can break down power dynamics that might exist within the group.
cy: Mae'r syniad o chwarae gyda data yn newydd i'r mwyafrif o bobl. Mae'r gweithgaredd hwn yn gadael i bobl adeiladu cerfluniau'n gyflym sy'n dweud stori data syml gyda deunyddiau crefft. Mae'r ymagwedd chwareus at y data yn helpu i ennyn diddordeb y cyfranogwyr mewn meddwl am sut mae dod o hyd i storïau a'u cyflwyno'n gyflym, ac yn helpu pobl i deimlo mwy o ryddid a hyblygrwydd am gyflwyniadau data. Mae'n creu syniad o "gyflwyno" yn hytrach na "delweddu". Mae'r gweithgaredd hefyd yn adeiladu'r gallu i drosi geiriau a rhifau'n ffurfiau strwythurol. Yn ogystal, mae chwarae gyda'r deunyddiau hyn ar ddechrau gweithdy yn gallu chwalu dynameg pŵer a allai fodoli o fewn y grŵp.
da: Ideen om at man kan "lege" med data er ny for de fleste. Aktiviteten her lader folk komme hurtigt igang med at fortælle simple datahistorier ved at bygge skulpturer. Den legende tilgang er befordrende for deltagernes engagement i at tænke på datahistorier og formulere dem hurtigt og smertefrit. Deltagerne føler de har mere frihed og fleksibilitet til at formidle deres datahistorier. De skaber en stemning af hurtige pitch fremfor datavisualiseringer. Samtidigt skabes der også færdighed til at oversætte ord og tal til strukturelle former. Derudover kan den legende tilgang bidrage til at nedbryde eksisterende magtrelationer i gruppen internt.
es: La idea de jugar con datos es nueva para la mayoría de las personas. Esta actividad permite que las personas construyan rápidamente esculturas que cuentan una historia de datos simple con materiales artesanales. El enfoque juguetón de los datos ayuda a involucrar a los participantes para que piensen sobre cómo las historias se pueden encontrar y presentar rápidamente, y ayuda a que las personas sientan más libertad y flexibilidad con respecto a las presentaciones de datos. Esto construye una noción de 'presentación' en lugar de 'visualización'. La actividad también desarrolla la capacidad de convertir palabras y números en formas estructurales. Además, jugar con estos materiales al comienzo de un taller puede romper la dinámica de poder que pudiera existir dentro del grupo.
pt: A idéia de brincar com os dados é nova para a maioria das pessoas. Esta atividade permite que as pessoas construam rapidamente esculturas que contam uma história de dados simples com materiais de artesanato. A abordagem divertida com os dados ajuda os participantes a pensar sobre como as histórias podem ser encontradas e apresentadas rapidamente, e as ajuda a sentir mais liberdade e flexibilidade sobre as apresentações. Isso promove uma noção de 'apresentação' em vez de 'visualização'. A atividade também promove a capacidade de traduzir palavras e números em formas estruturais. Além disso, usar esses materiais logo no início de um worshop pode provocar dinâmicas poderosas que possam existir dentro do grupo

source: This activity builds on the pedagogy and workshop style of the MIT Media Lab’s <a href='http://llk.media.mit.edu/'>Lifelong Kindergarten Group</a> (where Rahul got his Master’s degree). It also has connections to the <a href='http://www.placeit.org/bio.html'>participatory urban planning work of James Rojas</a>.
cy: Mae'r gweithgaredd hwn yn adeiladu ar addysgeg ac arddull gweithdy <a href='http://llk.media.mit.edu/'>Lifelong Kindergarten Group</a> MIT Media Lab (lle enillodd Rahul ei radd Meistr). Mae ganddo gysylltiadau hefyd â gwaith cynllunio trefol cyfranogol <a href='http://www.placeit.org/bio.html'>James Rojas</a>.
da: Aktiviteten her bygger på pædagogik og didaktik fra workshops i MIT Media Lab <a href='http://llk.media.mit.edu/'>Lifelong Kindergarten Group</a> (hvor Rahul tog sin master). Den har også forbindelse til <a href='http://www.placeit.org/bio.html'>brugerinddragende byplanlægningsprojekter af James Rojas</a>.
es: Esta actividad se basa en la pedagogía y el estilo de taller del <a href='http://llk.media.mit.edu/'>Lifelong Kindergarten Group del MIT Media Lab</a> (donde Rahul obtuvo su maestría). También tiene conexiones con el <a href='http://www.placeit.org/bio.html'>trabajo de planificación urbana participativa de James Rojas</a>.
pt: Esta atividade baseia-se no estilo de pedagogia e workshop do <a href='https://llk.media.mit.edu'>Grupo Lifelong Kindergarten do MIT Media Lab</a> (onde Rahul obteve seu mestrado). Também possui influências do <a href='http://www.placeit.org/bio.html'>trabalho participativo de planejamento urbano de James Rojas</a>.

source: Introduce the group to two related “normal” charts of data. One can be a single fact, and the other a medium-sized set of information. If you make your own, be sure to avoid data that the audience knows too well - we find that leads people to get lost in the nuances and intimate details. We suggest using more generic or high-level data. Here are a few handouts you are welcome to download, print, and use:
cy: Cyflwynwch y grŵp i ddau siart data “normal” cysylltiedig. Gall un fod yn ffaith sengl, a'r llall yn set wybodaeth o faint canolig. Os ydych chi'n gwneud eich rhai eich hun, gwnewch yn siwr eich bod yn osgoi data mae'r gynulleidfa yn ei adnabod yn rhy dda - gwelwn fod hynny'n arwain pobl i ymgolli yn y mân fanylion. Awgrymwn ddefnyddio data mwy generig neu lefel uchel. Dyma nifer o daflenni mae croeso i chi eu lawrlwytho, eu hargraffu, a'u defnyddio:
da: Præsentér gruppen for to relaterede diagrammer med data. Den ene kan bestå af et enkelt budskab, den anden bør være et mere kompliceret sæt af informationer. Hvis du laver dine egne, så undgå data, som dine deltagere kender på forhånd ellers har deltagerne en tendens til at fortabe sig i detaljer. Vi synes derfor det fungerer bedst med overordnede, mere generiske data. Du kan også bare bruge det handouts, som vi allerede har forberedt:
es: Presente al grupo dos cuadros de datos 'normales' relacionados. Uno puede ser un hecho único y el otro un conjunto de informaciones de tamaño mediano. Si los hace usted mismo, asegúrese de evitar datos que el grupo conozca demasiado bien - descubrimos que eso lleva a la gente a perderse en los matices y los detalles íntimos. Sugerimos utilizar datos más genéricos o de alto nivel. He aquí algunos folletos que usted puede descargar, imprimir y usar:
pt: Apresente o grupo a dois gráficos de dados 'normais'. Um pode ser um fato único, e o outro um conjunto de informações de tamanho médio. Se você fizer o seu próprio gráfico, certifique-se de evitar o uso de dados que o público conheça bem - entendemos que isso leva as pessoas a se perderem nas nuances e detalhes pessoais. Sugerimos usar dados mais genéricos. Aqui estão alguns folhetos que você poderá baixar, imprimir e usar:

source: US Ice Cream Consumption
cy: Hufen Iâ a Fwytir yn UDA
da: Amerikanernes forbrug af is
es: Consumo de helados en los EE.UU.)
pt: Consumo de Sorvete nos EUA

source: Happiness in the Town of Somerville, MA, USA
cy: Hapusrwydd yn Nhref Somerville, MA, UDA
da: Lykke i byen Somerville, MA, USA
es: Felicidad en la ciudad de Somerville, MA, EE.UU.
pt: Felicidade na cidade de Somerville, MA, EUA

source: The Cost of an MIT Education
cy: Cost Addysg MIT
da: Prisen for en uddannelse på MIT
es: El costo de una educación en el MIT
pt: O custo de uma educação do MIT

source: Ask the group to pair up, preferably with someone they don’t know. Show participants a large central table full of the materials you have gathered. Give them 6 minutes to quickly build a physical representation of the data you presented earlier. Don't give them too long, otherwise they will get stuck on nuances instead of just getting their creative juices flowing. Remind them they are creative, and that pipe cleaner bar charts are NOT allowed!
cy: Gofynnwch i'r grŵp ymrannu'n barau, yn ddelfrydol gyda rhywun nad ydyn nhw'n eu hadnabod. Dangoswch i'r cyfranogwyr fwrdd canolog mawr sy'n llawn y deunyddiau rydych chi wedi eu casglu. Rhowch 6 munud iddyn nhw adeiladu cynrychiolaeth ffisegol sydyn o'r data a gyflwynoch chi'n gynharach. Peidiwch â rhoi gormod o amser iddyn nhw, neu fyddan nhw'n canolbwyntio gormod ar fanion yn hytrach na mynd ati i fod yn greadigol. Atgoffwch nhw eu bod yn greadigol, ac NAD yw siartiau bar â glanhawyr pib yn cael eu caniatáu!
da: Bed deltagerne om at gå sammen to-og-to, helst med en de ikke kender. Hvis deltagerne et bord med forskellige materialer, som du har forberedt og giv dem 6 minutter til hurtigt at bygge en fysisk repræsentation af de data, du tidligere præsenterede. Lad være med at give dem for meget tid, da deltagerne så fortaber sig i deltaljerne i stedet for at få gang i den kreative tænkning. Husk at minde dem om, at det er en kreative øvelse, så de skal ikke bare lave et søjlediagram af piperensere!
es: Pídale al grupo que forme parejas, preferiblemente con alguien que no conozcan. Muestre a los participantes una gran mesa central llena de los materiales que ha reunido. Deles 6 minutos para construir rápidamente una representación física de los datos que usted presentó anteriormente. No les dé demasiado tiempo, de lo contrario se detendrán en matices en lugar de simplemente hacer fluir sus jugos creativos. ¡Recuérdeles que son creativos y que los gráficos de barras con limpiadores de pipas NO están permitidos!
pt: Peça ao grupo para trabalharem em duplas, de preferência com alguém que não conheçam. Mostre aos participantes uma grande mesa central cheia dos materiais que você reuniu. Dê-lhes 6 minutos para construir rapidamente uma representação física dos dados que você apresentou anteriormente. Não lhes dê muito tempo, caso contrário, eles ficarão presos em detalhes ao invés de apenas deixarem a criatividade fluir. Lembre-os de serem criativos, e de que gráficos de barras de limpeza de canos NÃO são permitidos!

source: After 3 minutes tell them they should be building now; this is a 'think with your hands activity'. When they have one minute left let them know.
cy: Ar ôl 10 munud dwedwch wrthyn nhw y dylen nhw fod yn adeiladu erbyn hyn; gweithgaredd 'meddwl gyda'ch dwylo' yw hwn. Pan fydd ganddyn nhw un funud ar ôl, rhowch wybod iddyn nhw.
da: Når de har været i gang i 3 minutter, så mind dem om, at de skal i gang med at bygge - det er en "hands-on" øvelse! Når der er 1 minut tilbage, så fortæl dem det.
es: Después de 3 minutos, dígales que deberían estar construyendo ahora; ésta es una actividad de 'pensar con las manos'. Cuando les quede un minuto, avíseles.
pt: Depois de 3 minutos, diga-lhes que deveriam estar construindo já; esta é uma 'atividade de pensar com as mãos'. Quando faltar um minuto para a conclusão, avise-os

source: Stop everyone when the time is up. Give each group 1 minute to share what they made. You can summarize by pointing out similarities and differences in the pieces folks made. Often you’ll see some people focusing on one data point, while others look at a broader picture. With the happiness data, some people try to merge to two datasets, while others just focus on one. Point out any physical versions of traditional charts to point out how entrenched our current visual presentation techniques are! Try to identify patterns in how the numbers were mapped onto physical objects.
cy: Stopiwch bawb pan ddaw'r amser i ben. Rhowch 1 funud i bob grŵp rannu'r hyn maen nhw wedi'i wneud. Gallwch chi grynhoi drwy dynnu sylw at y tebygrwyddau a'r gwahaniaethau yn y darnau a wnaeth pobl. Yn aml byddwch yn gweld rhai pobl yn canolbwyntio ar un pwynt data, tra bod eraill yn edrych ar ddarlun ehangach. Gyda'r data Poblogaethau Adar Bridio yng Nghymru, gallech chi geisio uno'r ddwy set ddata neu ganolbwyntio ar un yn unig. Amlygwch unrhyw fersiynau ffisegol o siartiau traddodiadol i dynnu sylw at ba mor sefydledig mae ein technegau cyflwyno gweledol presennol! Ceisiwch nodi patrymau mewn sut cafodd y rhifau eu mapio i wrthrychau ffisego.
da: Stop alle, når tiden er gået. Hver gruppe har så 1 minut til at præsentere. Du bør opsamle undervejs, du kan påpege sammenhænge og forskelle i de forskellige skulpturer folk har skabt. Tit vil du se, at nogle grupper er gået i detaljen, mens andre forsøger at se på den bredere sammenhæng. Med lykke-dataene forsøger nogle deltagere typisk at forene de to datasæt, mens andre vælger kun at fokusere på det ene. Fremhæv når, og hvordan, skulpturerne divergerer fra mere traditionelle diagrammer og tydeliggøre, hvor indlejret vores forståelse af datavisualiseringer er! Prøv om du kan identificere mønstre i hvordan tallene præsenteres i skulpturerne.
es: Deténgalos a todos cuando se acabe el tiempo. Dé a cada grupo 1 minuto para compartir lo que hicieron. Puede hacer un resumen señalando las similitudes y diferencias en las piezas hechas por ellos. Usted verá a menudo que algunas personas se enfocan en un punto de los datos, mientras que otras miran a una imagen más amplia. Con los datos de felicidad, algunas personas intentan fusionar dos conjuntos de datos, mientras que otras sólo se enfocan en uno. ¡Destaque cualquier versión física de los gráficos tradicionales para señalar lo enraizadas que están nuestras técnicas actuales de presentación visual! Trate de identificar los patrones de cómo los números fueron incorporados a objetos físicos.
pt: Peça que todos parem quando chegar a hora. Dê a cada grupo 1 minuto para compartilhar o que eles fizeram. Você pode resumir, apontando semelhanças e diferenças nas peças feitas pelas pessoas. Muitas vezes você verá algumas pessoas concentrando-se em um ponto de dados, enquanto outros olham para uma imagem mais ampla. Com os dados de felicidade, algumas pessoas tentam se fundir em dois conjuntos de dados, enquanto outros apenas se concentram em um. Destaque quaisquer versões físicas das tabelas tradicionais para apontar quão arraigadas as nossas atuais técnicas de apresentação visual são! Tente identificar padrões de como os números foram mapeados em objetos físicos.

source: Use WordCounter to analyze a musician’s lyrics and sketch a story with their words
cy: Defnyddio WordCounteri ddadansoddi geiriau caneuon cerddor a braslunio stori gyda'u geiriau
da: Brug WordCounter til at analysere f.eks. sangtekster og lav en datahistorie med ordene
es: Utilizar WordCounter para analizar la letra en la canción de un músico y bosquejar una historia con sus palabras
pt: Use o WordCounter para analisar as letras de um músico e preparar uma história com suas palavras

source: A projector to show these videos
cy: Taflunydd i ddangos y fideos hyn
da: En projektor til at vise videoklip
es: Un proyector para mostrar estos vídeos
pt: Um projetor para mostrar esses vídeos

source: Large pieces of paper to draw on (2 feet by 3 feet is best)
cy: Darnau mawr o bapur i dynnu lluniau arnyn nhw (2 droedfedd gan 3 troedfedd sydd orau)
da: Store papirer til at tegne på, gerne A2
es: Grandes hojas de papel para dibujar (el mejor es 2 pies por 3 pies)
pt: Grandes pedaços de papel para desenhar (60 cm por 1 metro é o recomendável)

source: Thick crayons or markers of different colors
cy: Crayonau trwchus neu farcwyr o wahanol liwiau
da: Tusser i forskellige farver
es: Crayones gruesos o marcadores de diferentes colores
pt: Marcadores ou pincéis grossos de cores diferentes

source: A phone, tablet, or computer connected to the internet for each small group of 3 people
cy: Ffôn, llechen, neu gyfrifiadur sy'n gysylltiedig â'r rhyngrwyd am bob grŵp bach o 3 pherson
da: En smartphone, tablet eller laptop til hver gruppe
es: Un teléfono, una tableta o computadora con conexión a la Internet para cada pequeño grupo de 3 personas
pt: Um telefone, um tablet ou um computador conectado à Internet para cada pequeno grupo de 3 pessoas

source: Planning to show the videos offline? <a href="https://www.dropbox.com/s/alwonz81zjhmsri/SketchAStoryAllThreeFacilitationVideos.zip?dl=0">Click here</a> to download them in advance.
cy: Yn bwriadu dangos y fideos all-lein? <a href="https://www.dropbox.com/s/alwonz81zjhmsri/SketchAStoryAllThreeFacilitationVideos.zip?dl=0">Cliciwch yma</a> i'w lawrlwytho ymlaen llaw.
da: Vil du vise videoerne offline? Så kan du downloade dem på forhånd via linket <a href="https://www.dropbox.com/s/alwonz81zjhmsri/SketchAStoryAllThreeFacilitationVideos.zip?dl=0">her</a>.
