Repository: c4fcm/DataBasic
Catalog: databasic/translations/*/LC_MESSAGES/messages.po
Languages: cy, da, es, pt

source: Trying to build a data culture can be a lonely effort in organizations that haven't recognized the importance of data. Join the Data Culture <a href='https://groups.io/g/dataculture'>discussion group</a> to connect with others and reflect on how these activities are working, or not working, for your organization.
cy: Mae ceisio adeiladu diwylliant data yn gallu bod yn ymdrech unig mewn sefydliadau sydd heb gydnabod pwysigrwydd data. Ymunwch â <a href='https://groups.io/g/dataculture'>grŵp trafod</a> Diwylliant Data i gysylltu â phobl eraill a myfyrio ar sut mae'r gweithgareddau hyn yn gweithio, neu'n methu gweithio, i'ch sefydliad chi.
da: At sætte fokus på din organisations datakultur kan være en ensom indsats, hvis organisationen ikke har anerkendt værdien af data. Deltage i Data Culture <a href='https://groups.io/g/dataculture'>discussion group</a>for at netværke med andre og diskutere hvordan aktiviteter og øvelser fungerer (eller ikke fungerer) i din organisation.
es: Tratar de construir una cultura de datos puede convertirse en un esfuerzo solitario en organizaciones que no han reconocido la importancia de los datos. Únase a <a href='https://groups.io/g/dataculture'>nuestra lista de correo</a> para conectarse con los demás y reflexionar sobre cómo funcionan o no funcionan estas actividades para su organización.
pt: Tentar construir uma cultura de dados pode ser um esforço isolado em organizações que ainda não reconheceram a importância dos dados. Junte-se a <a href='https://groups.io/g/dataculture'>nossa lista de discussão</a> para se conectar com outras pessoas e reflita sobre como essas atividades funcionam ou não para sua organização.

source: Join the discussion group
cy: Ymunwch â'r grŵp trafod
da: Bliv medlem af diskussionsgruppen
es: Únase a nuestra lista
pt: Junte-se a nossa lista

source: About Us
cy: Amdanom ni
da: Om os
es: Quiénes Somos
pt: Sobre Nós

source: The Data Culture Project is an initiative of <a href='http://databasic.io'>DataBasic.io</a>. We’ve pulled together the years of work with nonprofits into one place to help you build a data culture. DataBasic.io is the brainchild of <a href='http://kanarinka.com'>Catherine D’Ignazio</a> and <a href='http://datatherapy.org'>Rahul Bhargava</a>.
cy: Mae'r Prosiect Diwylliant Data yn fenter <a href='http://databasic.io'>DataBasic.io</a>. Rydym ni wedi cyfuno'r blynyddoedd o waith gyda chyrff di-elw mewn un man i'ch helpu i adeiladu diwylliant data. DataBasic.io yw cynnyrch gwaith <a href='http://kanarinka.com'>Catherine D’Ignazio</a> a <a href='http://datatherapy.org'>Rahul Bhargava</a>.
da: Datakulturprojektet er et initiativ af <a href='http://databasic.io'>DataBasic.io</a>. Vi har samlet årevis af erfaringer med at arbejde for nonprofit organisationer på et sted. DataBasic.io er skabt af <a href='http://kanarinka.com'>Catherine D’Ignazio</a> og <a href='http://datatherapy.org'>Rahul Bhargava</a>.
es: El Proyecto Cultura de Datos es una iniciativa de <a href='http://databasic.io'>DataBasic.io</a>. Hemos reunido años de trabajo con organizaciones sin fines de lucro en un solo lugar para ayudarle a construir una cultura de datos. DataBasic.io es una idea original de <a href='http://kanarinka.com'>Catherine D'Ignazio</a> y <a href='http://datatherapy.org'>Rahul Bhargava</a>.
pt: O Projeto Data Culture é uma iniciativa do <a href='http://databasic.io'>DataBasic.io</a>. Nós reunimos em um só lugar os anos de trabalho com organizações sem fins lucrativos para ajudá-lo a construir uma cultura de dados. DataBasic.io é uma criação de <a href='http://kanarinka.com'>Catherine D'Ignazio</a> e <a href='http://datatherapy.org'>Rahul Bhargava</a>.

source: Menu
cy: Dewislen

source: Toggle menu
cy: Dewislen toglo
da: Aktivér menu

source: Home
cy: Hafan
da: Hjem

source: Activities
cy: Gweithgareddau
da: Aktiviteter

source: Testimonials
cy: Tystlythyron
da: Vidnesbyrder

source: Community
cy: Cymuned
da: Fællesskaber

source: Build your visual skills by taking apart an example visualization
cy: Adeiladwch eich sgiliau gweledol drwy ddatod delweddiad enghreifftiol
da: Træn dine visuelle kompetence med at nedbryde et eksempel på en visualisering

source: This activity will take 15 to 20 minutes. You should have these materials on hand:
cy: Bydd y gweithgaredd hwn yn cymryd 15 i 20 munud. Dylai fod gennych chi'r deunyddiau hyn wrth law:
da: Denne aktivitet til tage 15-20 minutter. Du bør have følgende materialer klar:

source: Printouts of a visualization (we often use <a href="https://foodtechconnect.com/2012/01/10/usaid-infographics-on-agriculture-simplify-reality-infographic/">this one from USAID</a> or <a href="http://owni.fr/files/2010/11/12-e1288712778782.jpg">this one about the Iraq war</a>); print out 1 paper for every two or three participants)
cy: Copïau argraffedig o ddelweddu (yn aml defnyddiwn ni <a href="https://foodtechconnect.com/2012/01/10/usaid-infographics-on-agriculture-simplify-reality-infographic/">yr un hwn o USAID</a> neu <a href="http://owni.fr/files/2010/11/12-e1288712778782.jpg">yr un hwn am y rhyfel yn Irac</a>); argraffwch 1 papur am bob ddau neu dri o gyfranogwyr)
da: Udprint af en datavisualisering (vi bruger ofte <a href="https://foodtechconnect.com/2012/01/10/usaid-infographics-on-agriculture-simplify-reality-infographic/">denne fra USAID</a> eller <a href="http://owni.fr/files/2010/11/12-e1288712778782.jpg">denne om Irak krigen</a>); lav en kopi for hver 2 til 3 deltagere.

source: Background
cy: Cefndir
da: Baggrund
es: Antecedentes
pt: Contexto

source: Telling stories with data is hard to do. It relies on a diverse set of skills - data processing, graphic design, storytelling, and more. This activity helps you build those skills by taking apart work that others have done (the good and the bad) to build your critical eye. You'll help participants break down and discuss a four things about a visualization - (1) the data it uses, (2) the ways it shows that data, (3) the narrative it is trying to tell, and (4) evaluating whether it combines those to tell the data story well.
cy: Mae dweud eich stori gyda data yn anodd ei wneud. Mae'n dibynnu ar set amrywiol o sgiliau - prosesu data, dylunio graffig, dweud stori, a mwy. Mae'r gweithgaredd hwn yn eich helpu i feithrin y sgiliau hynny drwy ddatgymalu gwaith mae pobl eraill wedi'i wneud (y da a'r drwg) i ddatblygu'ch llygad feirniadol. Byddwch chi'n helpu cyfranogwyr i ddadansoddi a thrafod pedwar peth am ddelweddu - (1) y data mae'n ei ddefnyddio, (2) y ffordd mae'n dangos y data hwnnw, (3) y naratif mae'n ceisio ei gyfleu, a (4) gwerthuso a yw'n cyfuno'r rheiny i ddweud y stori data yn dda.
da: At fortælle historier med data er svært. Det kræver mange forskellige kompetencer - håndtering af data, grafisk design, storytelling m.m.. Den her aktivitet hjælper med at opbygge disse kompetencer, ved at pille det andre har lavet (godt og dårligt) fra hinanden, så deltagerne får skærpet deres kritiske sans. Som facilitator hjælper du deltagerne med at bryde en datavisualisering ned i fire kategorier, som kan diskuteres - (1) hvilke data anvendes, (2) hvordan gengives data, (3) hvad er narrativet, som fortælles og (4) lykkedes det - er det en overbevisende visualisering.

source: Kick off the Activity
cy: Cychwyn y Gweithgaredd
da: Start aktiviteten
es: Inicie la actividad
pt: Início da Atividade

source: Begin by handing out printouts of the graphic you've selected and giving a little backstory about its context. <i>For example, the USAID graphic was commissioned as part of a series for their 50th anniversary celebration, focused on highlighting success but also the challenges ahead. We've been told it was published online but also displayed in their entrance as a large banner. It was created for the USAID by an independent design firm named <a href="https://lemonly.com">Lemonly</a>.</i>
cy: Dechreuwch drwy ddosbarthu copïau o'r graffeg rydych chi wedi'i dewis a rhoi ychydig o gefndir ei chyd-destun. <i>Er enghraifft, cafodd y graffeg USAID ei chomisiynu fel rhan o gyfres i ddathlu eu pen-blwydd yn 50, gyda ffocws ar amlygu llwyddiant ond hefyd yr heriau o'u blaen. Dwedwyd wrthym iddi gael ei chyhoeddi ar-lein ond hefyd ei dangos wrth eu mynedfa ar ffurf baner fawr. Cafodd ei chreu ar gyfer USAID gan gwmni dylunio annibynnol o'r enw <a href="https://lemonly.com">Lemonly</a>.</i>
da: Start med at uddele kopier af den visualisering, du har udvalgt og giv deltagerne lidt baggrundsviden om konteksten. <i>F.eks. USAID grafikken blev skabt som del af en større serie i forbindelse med organisationens 50 års jubilæum. Der er fokus på organisationens succeser, men også på de udfordringer, som de står overfor. Vi har fået at vide, at den blev skabt til at vises online, men at den også har været trykt på et stort banner, som hang ved indgangen til organisationens kontor. Grafikken er lavet til USAID af designfirmaet <a href="https://lemonly.com">Lemonly</a>.</i>

source: Give participants just a minute or two to review the handout together. Don't give them too long - you want their first reactions to come out.
cy: Rhowch funud neu ddwy i'r cyfranogwyr adolygu'r daflen gyda'i gilydd. Peidiwch â rhoi gormod o amser iddyn nhw - rydych chi am weld eu hadweithiau cyntaf.
da: Giv deltagerne et par minutter til at gennemlæse uddelingskopien sammen. Lad være med at give dem for lang tid - du vil gerne have dem til at sætte ord på deres umiddelbare indtryk.

source: Lead a Conversation
cy: Arweiniwch Sgwrs
da: Vær ordstyrer for samtalen

source: After participants have looked over the visualization, ask them a series of questions. Try to keep the discussion focused on these exploratory questions rather than whether the visualization is "good" or "bad" (evaluation comes after exploration). First ask them to identify some of the datasets used. Collect four or five answers from participant. <i>For the USAID graphic, these often include answers like "population data over time", "crop yield predictions", and "animal ownership in Ecuador".</i> Then talk about how telling these stories requires you to pull from multiple datasets; you can seldom put together a strong story with just one spreadsheet.
cy: Ar ôl i gyfranogwyr edrych dros y delweddiad, gofynnwch gyfres o gwestiynau iddyn nhw. Ceisiwch gadw ffocws y drafodaeth ar y cwestiynau archwiliadol hyn yn hytrach nag a yw'r delweddiad yn "dda" neu'n "ddrwg" (mae gwerthuso yn dod ar ôl archwilio). Yn gyntaf gofynnwch iddyn nhw adnabod rhai o'r setiau data a ddefnyddiwyd. Casglwch bedwar neu bum ateb gan y cyfranogwyr. <i>Yn achos graffig USAID, mae'r atebion yn aml yn cynnwys pethau fel "data poblogaeth dros amser", "rhagolygon cynnyrch cnydau", a "pherchnogaeth anifeiliaid yn Ecuador".</i> Yna siaradwch am sut mae dweud y storïau hyn yn ei gwneud yn ofynnol i chi dynnu o setiau data lluosog; anaml iawn y gallwch chi lunio stori gryf gydag un daenlen yn unig.
da: Når deltagerne har haft tid til at kigge på visualiseringen, så stil dem en række spørgsmål. Prøv om du kan holde diskussionen undersøgende fremfor straks at vurdere, om visualiseringen er god eller dårlig (evaluering kommer efter undersøgelse). Få deltagerne til at identificere de datasæt, som er blevet anvendt. Få input fra en 4-5 deltagere. <i>Hvis du bruger USAID grafikken, vil det ofte være svar som disse: "udviklingen i befolkningstal", "forventet afgrødeudbytte " og "ejerskab over husdyr i Ecuador".</i> Bagafter kan du snakke om, hvordan gode datahistorier er bygget på flere datasæt. Det er sjældent du kan lave en stærk datahistorie med kun et datasæt.

source: Next, ask participants to identify how this data is represented. Collect a few answers. <i>For example, in the USAID graphic population size is represented by a globe increasing in size and percentages are represented as donut charts</i>. Briefly share how this sets up a consistent set of charts and symbols and ways to use them. We call this the "visual vocabulary" of the story.
cy: Nesaf, gofynnwch i'r cyfranogwyr nodi sut mae'r data hwn yn cael ei gynrychioli. Casglwch ychydig o atebion. <i>Er enghraifft, yng ngraffig USAID mae maint poblogaeth yn cael ei gynrychioli gan glob sy'n cynyddu mewn maint ac mae canrannau'n cael eu cynrychioli fel siartiau toesen</i>. Yn gryno trafodwch sut mae hyn yn sefydlu set gyson o siartiau a symbolau a dulliau o'u defnyddio. Ein henw ar hyn yw "geirfa weledol" y stori.
da: Bagefter kan du bede deltagerne om at identificere, hvordan data er repræsenteret. Hør igen et par forskellige bud fra deltagerne. <i>I eksemplet med USAID grafikken er befolkningstilvæksten repræsenteret med en jordklode, der vokser i størrelse og procenttal er gengivet som lagkagediagrammer </i> I kan også komme ind på grafikkens strømlinede brug af diagrammer og symboler. Vi kalder det datahistoriens "visuelle ordforråd".

source: Thirdly, ask participants to identify the short story they think this graphic is trying to tell. What are the data and visual representation trying to say? Ask folks to summarize it in just one sentence, like you would in a tweet. <i>In the USAID example most people think the story is something like "food needs are rising, and if we can help female farmers we'd be better prepared to produce enough food."</i> Try to keep participants focused on the story, rather than what they think about it (that comes next).
cy: Yn drydydd, gofynnwch i'r cyfranogwyr nodi'r stori fer maen nhw'n meddwl bod y graffeg yma'n ceisio ei dweud. Beth ydy'r data a'r delweddu gweledol yn ceisio ei ddweud? Gofynnwch i bobl ei grynhoi mewn un frawddeg, fel y byddech chi mewn trydar. <i>Yn enghraifft USAID, mae'r mwyafrif o bobl yn meddwl bod y stori'n rhywbeth fel "mae anghenion bwyd yn codi, ac os gallwn ni helpu ffermwyr benyw bydden ni mewn sefyllfa well i gynhyrchu digon o fwyd."</i> Ceisiwch gadw ffocws cyfranogwyr ar y stori, yn hytrach na'u barn amdani (dyna'r cam nesaf).
da: Herefter kan du bede deltagerne identificere den historie, som de mener, grafikken forsøger at fortælle os. Hvad er det dataene og designet på visualiseringen vil formidle? Bed deltagerne om at opsummere det i én sætning, som i et tweet. <i>I eksemplet med USAID oplever deltagerne ofte historien bag grafikken som "der er et stigende behov for fødevarer, så hvis vi kan hjælpe kvindelige landmænd på vej, kan vi bedre producere flere fødevarer."</i> Prøv at holde deltagernes fokus på historien fermfor, hvad de mener om den (det er næste punkt).

source: Pull it All Together
cy: Rhowch y Cyfan At Ei Gilydd
da: Når alt kommer til alt

source: To finish, ask folks if they think the story is well told. What elements best support the story? Are there extraneous pieces that don't help the story along? Are there pieces that actively distract from the main point or contradict it? <i>In the USAID example focus on the takeaway message - what is it? Is it emphasized enough? Does it solve the problem?</i> Emphasize that telling these stories has to focus on a main point, and everything needs to support it. Even if there is some cool data that you want to include, you need to make sure it supports the main story, otherwise it will just distract. <i>Are there examples of data that could be removed from the USAID story to make it more effective?</i>
cy: I gloi, gofynnwch i bobl a ydyn nhw'n meddwl bod y stori'n cael ei dweud yn dda. Pa elfennau sy'n cefnogi'r stori orau? Oes darnau diangen nad ydyn nhw'n helpu llif y stori? Oes darnau sydd wir yn tynnu sylw i ffwrdd o'r prif bwynt neu'n ei wrthddweud? <i>Yn enghraifft USAID, canolbwyntiwch ar y neges bennaf - beth yw hi? Ydy'n cael ei phwysleisio'n ddigonol? Ydy'n datrys y broblem?</i> Pwysleisiwch fod rhaid i ddweud y storïau hyn ganolbwyntio ar brif bwynt, a bod angen i bopeth arall ei ategu. Hyd yn oed os oes data cŵl rydych chi am ei gynnwys, mae angen i chi wneud yn siŵr ei fod yn cefnogi'r brif stori, fel arall bydd dim ond yn tynnu sylw i ffwrdd. <i>Oes enghreifftiau o ddata a allai gael ei dynnu o stori USAID i'w gwneud yn fwy effeithiol?</i>
da: Til sidst spørg deltagerne, om de synes, historien bag grafikken er velfortalt. Hvilke elementer understøtter historien bedst? Er der overflødige elementer, som faktisk slet ikke understøtter historien? Er der dele som aktivt fjerne fokus fra den overordnede historie eller ligefrem modsiger den? <i>I eksemplet med USAID, hvad er så det primære budskab? Er det tydeligt? Løser det udfordringen? Understreg, hvordan datahistorier bør have en hovedpointe og alle andre elementer, bør understøtte den. Selvom der er noget spændende data, du kunne have lyst til at anvende, så vær sikker på at det understøtter din hovedpointe ellers distraherer det bare. <i> Er der data, som kunne fjernes fra USAID historien for at gøre den mere entydig?</i>

source: Paper Spreadsheet
cy: Taenlen Bapur
da: Regneark på papir

source: Introduce people to data, and to each other
cy: Cyflwynwch bobl i ddata, ac i'w gilydd
da: Introducer deltagerne for data begrebet og hinanden

source: This activity will take 20 minutes. You should have these materials on hand:
cy: Bydd y gweithgaredd hwn yn cymryd 20 munud. Dylai fod gennych chi'r deunyddiau hyn wrth law:
da: Denne aktivitet tager 20 minutter. Du bør have fælgende materialer klar:

source: Giant gridded piece of paper. The bigger and more colorful, the better! <A href='https://www.amazon.com/gp/product/B0062TMTMK/ref=oh_aui_search_detailpage?ie=UTF8&psc=1'>You can order cheap rolls of colored bulletin board paper on Amazon.</a>
cy: Darn anferth o bapur â grid. Gorau po fwyaf a mwyaf lliwgar! <A href='https://www.amazon.com/gp/product/B0062TMTMK/ref=oh_aui_search_detailpage?ie=UTF8&psc=1'>Gallwch chi archebu rholiau rhad o bapur bwrdd bwletin lliw ar Amazon.</a>
da: Et stort stykke papir inddelt i tern. Gerne med farve på!

source: Large, thick markers
cy: Marcwyr mawr, trwchus
da: Tykke tusser

source: Tape and a flat wall to hang your Paper Spreadsheet
cy: Tâp a wal gwastad i hongian eich Taenlen Bapur
da: Tape eller elefantsnot og en væg at hænge dit papir-regneark op på

source: Before beginning to analyze and tell stories with data, you have to understand what data is and how to clean it before it can be used. Build a paper spreadsheet together to introduce non-technical newcomers to concepts like “data”, “datasets”, “data types” and “clean data.” This activity also introduces participants to ethics and privacy concerns in data. It serves as an icebreaker at the beginning of a session to introduce participants to one another.
cy: Cyn dechrau dadansoddi a dweud storïau gyda data, mae'n rhaid i chi ddeall beth yw data a sut mae ei lanhau cyn y gallwch chi ei ddefnyddio. Adeiladwch daenlen bapur gyda'ch gilydd i gyflwyno newydd-ddyfodiaid annhechnegol i gysyniadau fel “data”, “setiau data”, “mathau o ddata” a “data glân.” Mae'r gweithgaredd yma hefyd yn cyflwyno'r cyfranogwyr i ystyriaethau moeseg a phreifatrwydd mewn data. Mae'n ddull o dorri'r iâ ar ddechrau sesiwn i gyflwyno cyfranogwyr i'w gilydd.
da: Inden I begynder at analysere og fortælle historier med data, så bør I forstå, hvad data er og hvordan det skal renses inden det kan bruges. Lav et kæmpe papir-regneark sammen, hvor du kan introducere ikke-tekniske deltagere for begreber som "data", "datasæt", "typer af data" og "rensede data". Aktiviteten introducerer også deltagerne til overvejelser omkring etik og privatliv. Derudover fungerer den også godt som "icebreaker", når deltagerne lige skal lære hinanden at kende.

source: Prior to the activity, create your paper spreadsheet on a large piece of gridded paper. Create at least five columns to capture different forms of personal information. It’s best to include columns for each major data type, for example:
cy: Cyn y gweithgaredd, crëwch eich taenlen bapur ar ddarn mawr o bapur rhwyllog. Crëwch o leiaf bum colofn i gipio mathau gwahanol o wybodaeth bersonol. Y peth gorau yw cynnwys colofnau am bob prif fath o ddata, er enghraifft:
da: Inden aktiviteten forbereder du dit giganstiske papir-regneark. Der skal være mindst fem kolonner til forskellige typer af personlig information. Lav en kolonne for hver overordnet datatype, f.eks.:

source: <ul><li>‘First name’ for <b>qualitative data</b></li><li>‘Hometown’ for <b>geographic data</b></li><li>‘Color of Your Shirt’ for <b>categorical data</b></li><li>‘# Siblings you Have’ for <b>quantitative data</b></li><li>‘Day & Month of your Birthday’ for <b>temporal data</b></li><li>‘Describe any experience you have with data’ for <b>open text as data</b></li></ul>
cy: <ul><li>‘Enw cyntaf’ am <b>ddata ansoddol</b></li><li>‘Tref enedigol’ am <b>ddata daearyddol</b></li><li>‘Lliw Eich crys’ am <b>data categoraidd</b></li><li>‘Sawl Brawd a Chwaer sydd Gennych’ am <b>ddata meintiol</b></li><li>‘Dydd a Mis Eich Pen-blwydd’ am <b>ddata amserol </b></li><li>‘Disgrifiwch unrhyw brofiad sydd gennych gyda data’ am <b>destun agored fel data</b></li></ul>
da: <ul><li>‘Fornavn’ som eksempel på <b>kvalitative data</b></li><li>‘hjemby’ som <b>geografisk data</b></li><li>‘Farven på din bluse/t-shirt’ som <b>kategorisk data</b></li><li>‘# Antal søskende’ som <b>kvantitativ data</b></li><li>‘Dag og måned for din fødselsdag’ som <b>temporale data</b></li><li>‘Beskriv en oplevelse du har haft med data’ som <b>ustrukturerede data</b></li></ul>

source: You should choose other questions that are more relevant for your audience, but make sure that you are not collecting sensitive personal information or anything that could be embarrassing. No really, we mean it! It is very easy to accidentally ask a question that is revealing in an inappropriate way.
cy: Dylech chi ddewis cwestiynau eraill sy'n fwy perthnasol i'ch cynulleidfa chi, ond gwnewch yn siŵr nad ydych chi'n casglu gwybodaeth bersonol sensitif neu unrhyw beth a allai beri embaras. Na, o ddifrif, r'yn ni'n golygu hynny! Mae'n hawdd iawn gofyn cwestiwn yn ddamweiniol sy'n datgelu gormod mewn ffordd amhriodol.
da: Som facilitator skal du vælge spørgsmål, som er relevante for dine deltagere, men overvej nøje hvilke, så du ikke går for tæt på eller ender med at gøre nogle deltagere forlegne. Helt alvorligt, husk det! Det er nemmere end du måske tror, at komme til at stille deltagerne spørgsmål, som bliver afslørende eller pinlige for dem.

source: Post the spreadsheet up on the wall before the beginning of the session. As participants arrive, ask them to fill out a row about themselves, but don't force them to if they opt out.
cy: Atodwch y daenlen i'r wal cyn dechrau'r sesiwn. Wrth i gyfranogwyr gyrraedd, gofynnwch iddyn nhw lenwi rhes amdanynt eu hunain, ond peidiwch â'u gorfodi i wneud os ydyn nhw'n dewis peidio.
da: Hæng dit kæmpe papir-regneark op på væggen inden du starter aktiviteten. Når deltagerne ankommer, så bed dem om at udfylde en række med deres egne informationer. Lad være at presse dem, hvis de ikke vil.
