Repository: c4fcm/DataBasic
Catalog: databasic/translations/*/LC_MESSAGES/messages.po
Languages: cy, da, es, pt

source: Introduce the activity and then give folks about 15 minutes to sketch. With 10 minutes left let them know that they should have chosen a dataset to work with. When they have 5 minutes left make sure they have a story and are sketching on paper, otherwise they'll be scrambling to get a drawing done.
cy: Cyflwynwch y gweithgaredd ac yna rhowch tua chwarter awr i bobl fraslunio. Pan fydd 10 munud ar ôl rhowch wybod iddyn nhw y dylen nhw fod wedi dewis set ddata i weithio gyda hi. Pan fydd ganddyn nhw 5 munud ar ôl, gwnewch yn siŵr bod ganddyn nhw stori a'u bod wrthi'n braslunio ar bapur, fel arall byddan nhw'n rhuthro i gwblhau llun.
da: Præsentér øvelsen og giv deltagerne i alt ca. 15 minutter til at lave en skitse. Når der er 10 minutter tilbage, så bør deltagerne have udvalgt det datasæt de vil arbejde videre med. Når der er 5 minutter tilbage, så tjek at alle er på sporet af en historie og er i gang med at skitsere den på papir ellers kommer de let i tidsbekneb.
es: Presente la actividad y luego dele al grupo unos 15 minutos para bosquejar. Cuando queden 10 minutos déjeles saber que ya deberían haber elegido un conjunto de datos con los cuales trabajar. Cuando les quedan 5 minutos, asegúrese de que tengan una historia y que la estén dibujando en papel, de lo contrario, tendrán que apurarse para terminar un bosquejo.
pt: Apresente a atividade e, em seguida, dê às pessoas cerca de 15 minutos para fazer o esboço. Com 10 minutos de antecedência, os avise que eles já deveriam ter escolhido um conjunto de dados para trabalhar. Quando eles tiverem 5 minutos faltantes, certifique-se de que eles já têm uma história e que a estejam esboçando no papel, caso contrário, eles estarão desperdiçando esforço para fazer um desenho.

source: Play this video after each small group has sketched their story on a large sheet of paper. Here we outline some questions to discuss as each group describes the story that they found. For example, you'll want to take note of stories based on comparing two things versus those those based on a single, interesting data point. And you can start a conversation about how groups used visual parameters – like color, size and position – to communicate their story.
cy: Chwaraewch y fideo hwn ar ôl i bob grŵp bach fraslunio eu stori ar ddalen fawr o bapur. Yna rydym ni'n amlinellu rhai cwestiynau i'w trafod wrth i bob grŵp ddisgrifio'r stori a welon nhw. Er enghraifft, byddwch chi'n dymuno cymryd nodyn o storïau ar sail cymharu dau beth yn erbyn y rhai sy'n seiliedig ar un pwynt data sengl, diddorol. A gallwch chi gychwyn trafodaeth am sut defnyddiodd grwpiau baramedrau gweledol – fel lliw, maint a safle – i gyfathrebu eu stori.
da: I videoen opridser vi nogle diskussionsspørgsmål, som kan bruges undervejs, når grupperne præsenterer deres datahistorier. F.eks. bid mærke i om historierne baserer sig på at sammenligne to datasæt eller kun forholder sig til et enkelt datasæt. Du kan også starte en samtale om, hvilke visuelle parametre grupperne har anvendt - farve, størrelser og disposition - for at formidle deres datahistorie.
es: Toque este vídeo después que cada grupo pequeño haya bosquejado su historia en una hoja grande de papel. Aquí resumimos algunas cuestiones que discutir a medida que cada grupo describe la historia que encontraron. Por ejemplo, usted querrá tomar nota de las historias basadas en la comparación de dos cosas en comparación con aquéllas basadas en un único punto de datos interesante. Y usted puede comenzar una conversación sobre cómo los grupos usaron parámetros visuales – como el color, el tamaño y la posición – para comunicar su historia.
pt: Passe este vídeo depois que cada grupo pequeno esboçou sua história em uma grande folha de papel. Aqui descreveremos algumas questões para discussão, conforme cada grupo descrever a história que eles encontraram. Por exemplo, você desejará destacar histórias com base em comparação de duas coisas versus aquelas baseadas em um único ponto de dados de interesse. E você pode iniciar uma conversa sobre como os grupos usaram parâmetros visuais - como cor, tamanho e posição - para passar sua história.

source: Now that everyone has analyzed text and sketched a story, this video will help people think about where to go from here. For example, what are some text datasets that your organization already has on hand? We discuss some more sophisticated methods of quantitative text analysis as well as point out some common pitfalls to try to avoid.
cy: Nawr bod pawb wedi dadansoddi testun a braslunio stori, bydd y fideo hwn yn helpu pobl i feddwl am ble i fynd oddi yma. Er enghraifft, beth yw rhai setiau data testun sydd gan eich sefydliad wrth law yn barod? Trafodwn rai dulliau mwy soffistigedig o ddadansoddi testun yn feintiol yn ogystal â thynnu sylw at rai baglau cyffredin i geisio eu hosgoi.
da: Nu hvor alle deltagere har lavet tekstanalyse og skitseret en datahistorie, så kan videoen her inspirere dem til, hvordan de kommer videre herfra. For eksempel, hvilke datasæt er allerede ved hånden i din organisation? Vi beskriver også nogle andre mere komplicerede metoder til kvantitativ tekstanalyse og nogle almindelige faldgruber og fejl, som kan forebygges.
es: Ahora que todos han analizado el texto y bosquejado una historia, este vídeo ayudará a las personas a tomar los siguientes pasos. Por ejemplo, ¿cuáles son algunos conjuntos de datos de texto que su organización ya tiene a mano? Discutimos algunos métodos más sofisticados de análisis de texto cuantitativo y señalamos también algunos obstáculos comunes para tratar de evitarlos.
pt: Agora que todos analisaram o texto e desenharam uma história, esse vídeo ajudará as pessoas a pensar sobre onde ir daqui à frente. Por exemplo, quais são alguns conjuntos de dados de texto que a sua organização já possui? Discutiremos alguns métodos mais sofisticados de análise quantitativa de texto, além de apontar algumas armadilhas comuns para se evitar.

source: Tell data stories using creative narratives and visual storybooks
cy: Dwedwch storïau data gan ddefnyddio naratifau creadigol a llyfrau stori gweledol
da: Lav datahistorier med forskellige kreative narrativer og en visuel billedbog

source: This activity will take 35 to 40 minutes. You should have these materials on hand:
cy: Bydd y gweithgaredd hwn yn cymryd 35 i 40 munud. Dylai fod gennych chi'r deunyddiau hyn wrth law:
da: Denne aktivitet tager 35-40 minutter. Du bør have følgende materialer klar:

source: Large pieces of paper (butcher paper works great)
cy: Darnau mawr o bapur (mae papur cigydd yn gweithio'n dda)
da: Store stykker papir (f.eks. fra en flipover)

source: Crayons or markers in lots of colors
cy: Crayonau neu farcwyr mewn llawer o liwiau
da: Farverkridt eller tusser i forskellige farver

source: An example data set to work with (this can be quite small if it resonates well with the participants). A fun dataset like the <a href='http://a816-dohbesp.nyc.gov/IndicatorPublic/dognames/'>dog registrations of New York City</a> lends itself to this activity well. This should be in a format that lends itself to your participants playing with it. We often explore CSV-formatted files with <a href='https://public.tableau.com'>Tableau Public</a> or
cy: An example data set to work with (this can be quite small if it resonates well with the participants). Mae set ddata ddifyr fel <a href='/static/files/activity-materials/cy/UFO_Sightings_Reported_Wales.csv'> Adroddiadau o Weld UFOs yng Nghymru yn gweddu'n dda i'r gweithgaredd yma</a> lends itself to this activity well. This should be in a format that lends itself to your participants playing with it. We often explore CSV-formatted files with <a href='https://public.tableau.com'>Tableau Public</a> or

source: An inspirational example storybook you’ve made about a different dataset (<a href='/static/files/examples/storybook1.pdf'>download an example storybook our friend Jay made</a> based on data about ingredients used together often in recipes)
cy: Llyfr stori enghreifftiol ysbrydoledig rydych chi wedi ei wneud am set ddata wahanol (<a href='/static/files/examples/storybook1.pdf'>lawrlwythwch lyfr stori enghreifftiol a wnaeth ein ffrind Jay </a> ar sail cynhwysion sy'n cael eu defnyddio gyda'i gilydd yn aml mewn ryseitiau)
da: Et eksempel på en billedbog, som du har lavet med brug af et andet datasæt (<a href='/static/files/examples/storybook1.pdf'>se et eksempel på en billedbog</a> baseret på ingredienser, der ofte bruges sammen i madopskrifter)

source: Storytelling is an art form, and we don’t get to practice it very much. This activity lets participants practice putting a data story together into a creative narrative. Data stories built on top of a strong narrative arc are more compelling and more memorable. Participants spend time poking at an actual dataset to find a simple story, then sketch their story and play with different ways of telling it in a fun, visual storybook form. This process creates a cohesive narrative that can tell their stories in a convincing way. The “dry” information is transformed into a simple children's book-style of story. It also reinforces the link between data presentation and storytelling. If you can't tell your data story in this simple form, there's no way you'll be able to help your audiences understand something more complicated.
cy: Mae dweud storïau yn gelfyddyd, ac ni chawn gyfle i'w hymarfer yn aml iawn. Mae'r gweithgaredd hwn yn gadael i'r cyfranogwyr ymarfer llunio stori data sy'n naratif creadigol. Mae storïau data sy'n cael eu hadeiladu ar fwa natarif cryf yn fwy cymhellol ac yn fwy cofiadwy. Mae'r cyfranogwyr yn treulio amser yn procio set ddata go iawn i ddod o hyd i stori syml, ac yna'n braslunio eu stori ac yn chwarae gyda dulliau gwahanol o'i dweud ar ffurf llyfr stori gweledol, difyr. Mae'r broses hon yn creu naratif cydlynus sy'n gallu cyflwyno eu storïau mewn dull argyhoeddiadol. Mae'r wybodaeth “sych” yn cael ei gweddnewid yn stori yn null llyfr plant syml. Hefyd mae'n atgyfnerthu'r cysylltiad rhwng cyflwyno data a dweud stori. Os nad ydych chi'n gallu dweud eich stori data yn y ffurf syml hon, nid oes unrhyw ffordd y gallwch chi helpu'ch cynulleidfaoedd i ddeall rhywbeth mwy cymhleth.
da: Storytelling er en vanskelig kunstart og vi bruger den ikke særlig ofte. Denne aktivitet lader deltagerne øve sig i at sætte datahistorier sammen til et kreativt narrativ. Datahistorier som følger en narrativ kurve er mere engagerende og mindeværdige. Deltagerne bruger tid på at snuse rundt i et datasæt for at identificere en simpel historie, herefter skitserer de deres historie og leger med forskellige måder at fortælle den på i en sjov, visuel billedbog. Processen skaber et sammenhængende narrativ, som formidler deres datahistorie på en overbevisende måde. De tørre fakts bliver transformeret til en billedbog. Det styrker også koblingen mellem datapræsentation og storytelling. Hvis du ikke kan fortælle din datahistorie i dette simple billedbogsformat, så er du på ingenmåde klar til at forklare dit publikum noget mere kompliceret.

source: Introduce the example data set. Talk about how important it is to tease apart a strong narrative in order to create a compelling data story. If you've already run <a href='deconstruct-a-dataviz'>the Deconstruct a DataViz activity</a>, refer to the elements that made the infographic you discussed there work well or not. Break the participants into groups of 3 or 4 people, and give them 15 minutes to scan the data. Instruct them to look for both interesting data stories and, more importantly for this activity, seeds for a strong narrative.
cy: Cyflwynwch y set ddata enghreifftiol. Siaradwch am bwysigrwydd chwilio am natarif cryf er mwyn creu stori data cymhellol. Os ydych chi wedi rhedeg <a href='deconstruct-a-dataviz'>gweithgaredd Deconstruct a DataViz</a> yn barod, cyfeiriwch at yr elfennau a wnaeth i'r ffeithlun a drafodoch chi yno weithio'n dda neu beidio. Rhannwch y cyfranogwyr yn grwpiau o 3 neu 4 o bobl, a rhowch chwarter awr iddyn nhw sganio'r data. Dwedwch wrthyn nhw am chwilio am storïau data diddorol ac, yn bwysicach ar gyfer y gweithgaredd hwn, egin naratif cryf.
da: Præsenter det udvalgte datasæt. Tal om, hvor vigtigt det er at sammenstykke et stærkt narrativ for at skabe en engagerende datahistorie. Hvis du allerede har afviklet <a href='deconstruct-a-dataviz'>the Deconstruct a DataViz activity</a>, så referer gerne tilbage til de elementer af infografikken, som i dengang talte om virkede godt eller mindre godt. Deltagerne inddeles i grupper på 3-4 deltagere og giv dem så 15 minutter til at undersøge datasættet. Instruer dem i at lede efter både interessante datahistorier og endnu vigtigere frøene til et stærkt narrativ.

source: Then, let everyone know that it is time to make storybooks. Read them your example story. Give each group a large piece of paper and some crayons or markers with different colors. Demonstrate how to fold a big piece of paper into a ‘zine (share <a href='http://experimentwithnature.com/02-found/experiment-with-paper-how-to-make-a-one-page-zine/#.Uvp3dnl2DS4'>these instructions</a> or show the video below). Tell them the first page must include the phrase “Once Upon a Time”, and the last page must include “The End”.
cy: Yna, gadewch i bawb wybod ei bod yn bryd gwneud llyfrau stori. Darllenwch eich stori enghreifftiol iddyn nhw. Rhowch ddarn mawr o bapur a rhai crayonau neu farcwyr â lliwiau gwahanol i bob grŵp. Dangoswch sut i blygu darn mawr o bapur yn gylchgrawn (rhannwch <a href='http://experimentwithnature.com/02-found/experiment-with-paper-how-to-make-a-one-page-zine/#.Uvp3dnl2DS4'>y cyfarwyddiadau hyn</a> neu dangoswch y fideo isod). Dwedwch wrthyn nhw fod rhaid i'r dudalen gyntaf gynnwys yr ymadrodd “Unwaith Ar y Tro”, a bod rhaid i'r dudalen olaf gynnwys “Y Diwedd”.
da: Derefter lad alle deltagere vide, at det er nu de skal lave deres billedbog. Læs op fra dit eksempel på en bog. Giv hver gruppe et stort stykke papir og nogle farvekridt eller tusser. Demonstrer for deltagerne, hvordan man folder papiret til et zine (del <a href='http://experimentwithnature.com/02-found/experiment-with-paper-how-to-make-a-one-page-zine/#.Uvp3dnl2DS4'>instruktionen</a> eller vis videoen videnfor).

source: Give them 15 minutes to sketch out a story on the paper. These books should be very visual, like a kid’s picture book or a graphic novel. Encourage them to use drawings, words, charts, shapes, and color creatively. The story should be centered on the data; with representations of it woven throughout.
cy: Rhowch 15 munud iddyn nhw fraslunio stori ar y papur. Dylai'r llyfrau hyn fod yn weledol iawn, fel llyfr lluniau plentyn neu nofel graffig. Anogwch nhw i ddefnyddio lluniau, geiriau, siartiau, siapau, a lliw yn greadigol. Dylai'r data fod yn ganolog i'r stori; gyda chynrychiolaethau ohono wedi'u plethu trwyddo i gyd.
da: Giv dem 15 minutter til at skitsere en historie på papir. Bøgerne skal være meget visuelle, som en billedbog for børn eller en graphic novel. Få deltagerne til at bruge tegninger, ord, diagrammer, former og farver på en kreativ måde. Historien skal selvfølgelig holde fokus på dataene, som flettes ind i historien.

source: To wrap it up, have each small group read their stories to the entire group. These always turn out to be really fun; the groups love to share them with each other!
cy: I gloi, gofynnwch i bob grŵp bach ddarllen eu stori i'r grŵp cyfan. Mae'r rhain bob amser yn dipyn o hwyl; mae'r grwpiau wrth eu bodd yn eu rhannu â'i gilydd!
da: Afslutningsvis skal grupperne læse deres historie op for hinanden. Grupperne synes ofte det er både sjovt og lærerigt!

source: We're working with non-profits, news organizations, libraries, and community groups around the world. Here are some testimonials from partners that have helped guide the project.
cy: Rydym ni'n gweithio gyda chyrff di-elw, sefydliadau newyddion, llyfrgelloedd, a grwpiau cymunedol o gwmpas y byd. Dyma rai tystlythyron gan bartneriaid sydd wedi helpu i lywio'r prosiect.
da: VI arbejder med non-profit organisationer, nye organisationer, biblioteker og netværk rundt om i hele verden. Vi har fået mange positive tilbagemeldinger og du kan læse udvalgte her.

source: For the first time, the numbers [from our grantees] were consistent. The nonprofits were paying attention. We asked them to describe how they're collecting data, and they were able to articulate how they collected data much better than in the past. This helped us create a better reporting process.
cy: Am y tro cyntaf, roedd y rhifau [o'n granteion] yn gyson. Roedd y cyrff di-elw yn cymryd sylw. Gofynnom iddyn nhw ddisgrifio sut roedden nhw'n casglu data, ac roedden nhw'n gallu cyfleu sut oedden nhw'n casglu data yn llawer gwell nag yn y gorffennol. Helpodd hyn i ni greu proses adrodd well.
da: For første gang har vi modtaget konsistente tal i tilbagemeldingerne fra vores støttemodtagere. Vi fik startet en proces omkring, hvordan data til tilbagemeldinger indsamles og støttemodtagerne blev meget skarpere på, hvordan deres dataindsamling foregår. Vi har fået en bedre proces for afrapportering.

source: Read the Full Case Study
cy: Darllenwch yr Astudiaeth Achos Lawn
da: Læs hele casen

source: Participants started looking at the different sides of an argument and how you build that based on your audience and what’s more relevant, like which piece of data is more relevant for which type of stakeholder.
cy: Dechreuodd cyfranogwyr edrych ar ochrau gwahanol dadl a sut rydych chi'n adeiladu hynny ar sail eich cynulleidfa a beth sy'n fwyaf perthnasol, fel pa ddarn o ddata sy'n fwy perthnasol i ba fath o randdeiliad.
da: Deltagerne begyndte at se de forskellige vinkler, der kan lægges ned over et argument og hvordan du bygger argumentet op i forhold til din målgruppe, som hvilke data der er relevante i forhold til hvilke interessenter.

source: The DCP program helped us look at data in a different way, especially through WordCounter, which visualizes text into word clouds. Instead of teaching us to just spout statistics, this workshop gave us the opportunity to tell our story in a new and visual way. <b>The program was accessible to people of all levels</b> regardless of their background and initial comfort with data analysis. Our staff members are now able to use data more effectively whether that be for social media or for grant reports.
cy: Helpodd rhaglen DCP i ni edrych ar ddata mewn ffordd wahanol, yn enwedig drwy WordCounter, sy'n delweddu testun yn gymylau geiriau. Yn hytrach na dysgu i ni barablu am ystadegau'n unig, rhoddodd y gweithdy hwn y cyfle i ni ddweud ein stori mewn ffordd newydd a gweledol. <b>Roedd y rhaglen yn hygyrch i bobl o bob lefel</b> beth bynnag eu cefndir a'u cysur cychwynnol gyda dadansoddi data. Bellach mae ein haelodau staff yn gallu defnyddio data'n fwy effeithiol boed ar gyfer cyfryngau cymdeithasol neu am adroddiadau grant.
da: Data Culture Project hjalp os til at se data på en ny måde, særligt WordCounter, som visualiserer ord i skyer. Istedet for bare at spytte statistikker ud så gav workshoppen os mulighed for at fortælle vores historier på en ny og visuel måde. <b> Workshoppen var tilgængeligt for deltagere på alle niveauer </b> uanset baggrund og deres erfaringer med dataanalyse. Vores medarbejdere kan nu bruge data mere effektivt uanset om det er til sociale medier eller rapporter.

source: The Data Culture Project allowed us to <b>change a mindset about data</b>. More than a Project focusing on learning ‘tools,’ it allowed us to go further, by going to the basics, and most needed: a data culture. Now we are working with different local journalism organizations — and different sections within them — for cooperating and start working towards more data-journalism. We are grateful for having being part of the Pilot, and we look forward for continued as part of an increasing community of a Data Culture Project.
cy: Gadawodd Prosiect Diwylliant Data i ni <b>newid meddylfryd am ddata</b>. Yn fwy na Phrosiect sy'n canolbwyntio ar offerynnau dysgu, gadawodd i ni fynd ymhellach, drwy fynd yn ôl i'r hanfodion, a'r hyn roedd ei angen yn bennaf: diwylliant data. Rydym ni bellach yn gweithio gyda gwahanol sefydliadau newyddiaduraeth lleol — ac adrannau gwahanol o'u mewn — i gydweithredu a dechrau gweithio tuag at mwy o newyddiaduraeth-ddata. Rydym ni'n ddiolchgar am fod yn rhan o'r Peilot, ac edrychwn ymlaen at barhau yn rhan o gymuned gynyddol Prosiect Diwylliant Data.
da: Data Culture Projektet gjorde det muligt for os at <b>ændre vores tilgang til data</b>. Mere end bare at give os nye værktøjer, så har det givet os muligheden for at dykke ned i det helt basale og mest nødvendige: en data kultur. Nu arbejder vi sammen med forskellige lokale oganisationer med et journalistisk fokus for at skabe mere datajournalistik. We er taknemlige for at have været en del af projektet og ser frem til at fortsætte som en del af det voksende netværk omkring Data Culture Project.

source: The DCP program helped us have conversations about how we use data as an organization. <b>The tools were accessible</b> and the pacing of the workshops was great. Doing workshops with Rahul and Catherine helped us carve out time to really focus on data analysis and discuss how we could use it better internally to hit our goals. DCP really helped us begin building better habits around data-driven storytelling.
cy: Helpodd rhaglen DCP i ni gael sgyrsiau am sut rydym ni'n defnyddio data fel sefydliad. <b>Roedd yr offerynnau'n hygyrch</b> ac roedd cyflymder y gweithdai'n wych. Helpodd gwneud gweithdai gyda Rahul a Catherine ni i neilltuo amser i ganolbwyntio o ddifrif ar ddadansoddi data a thrafod sut allem ni ei ddefnyddio'n well yn fewnol i gyflawni ein hamcanion. Roedd DCP o gymorth mawr i ni ddechrau adeiladu arferion gwell mewn perthynas â dweud storïau ar sail data.
da: Data Culture Project har startet samtaler i vores organisation om, hvordan vi vil bruge data. <b>Værktøjerne er nemt tilgængelige</b> og tempoet i de forskellige aktiviteter var godt. De workshops som Rahul og Cathrine afviklede med gav os tiden til virkelig at fokusere og diskutere, hvordan vi bedre kan nå vores mål. Data Culture Project har hjulpet os til at blive bedre til at fortælle datahistorier.

source: After conducting the DCP program with our partner companies, I saw a big change in how our partners treated data. In addition to more consistent data analysis and reporting, they were able to articulate how they were collecting data. Our partners enjoyed using WordCounter because it was highly accessible and enabled them to tell better stories. I’m still getting feedback from people who are trying it out for the first time and helping them apply it to their organizations.
cy: Ar ôl cynnal y rhaglen DCP gyda'n cwmnïau partner, gwelais newid mawr mewn sut roedd ein partneriaid yn trin data. Yn ogystal â dadansoddi ac adrodd data yn fwy cyson, roeddent yn gallu disgrifio sut roeddent yn casglu data. Mwynhaodd ein partneriaid ddefnyddio WordCounter am ei fod yn hygyrch iawn ac yn eu galluogi i ddweud storïau gwell. Rwy'n dal i dderbyn adborth oddi wrth bobl sy'n rhoi cynnig arno am y tro cyntaf ac yn eu helpu i'w gymhwyso i'w sefydliadau nhw.
da: Efter vi har afviklet Data Culture Project aktiviteterne med vores samarbejdspartnere har vi kunnet se en tydelig forskel på, hvordan data håndteres lokalt. Dataanalyse og afrapportering er blevet mere konsistent og derudover refleksteres der over, hvordan data indsamles. Vores samarbejdspartnere har haft glæde af at bruge WordCounter, fordi den er nemt tilgængelig og god til at træne evnen til at fortælle datahistorier. We får stadig feedback fra organizationer, som prøver aktiviteter af of implementerer dem i deres organisation.
