Repository: c4fcm/DataBasic
Catalog: databasic/translations/*/LC_MESSAGES/messages.po
Languages: cy, da, es, pt

source: Understanding relationships as nodes and edges in a network can lead to deeper insights about how information travels through the system. For example, what role does %(connector)s, the Connector, play in the network?</p><p>You can start to look for patterns in the nodes that are the most and least connected. %(whatnext_mismatch)s Why does <strong>%(lowest_degree)s</strong> have the fewest connections?</p><p>Being curious about these measures and patterns is the first step in understanding network data. Check out our activity guide for more help on analyzing network data.
cy: Mae deall perthnasau fel nodau ac ymylon mewn rhwydwaith yn gallu arwain at ddirnadaeth ddyfnach o sut mae'r wybodaeth yn teithio drwy'r system. Er enghraifft, pa rôl ydy'r %(connector)s, Cysylltwr, yn ei chwarae yn y Rhwydwaith?</p><p>Gallwch chi ddechrau chwilio am batrymau yn y nodau sy'n fwyaf a lleiaf cysylltiedig. %(whatnext_mismatch)s Pam oes gan <strong>%(lowest_degree)s</strong>y cysylltiadau lleiaf?</p><p>Bod yn chwilfrydig am y mesurau a'r patrymau hyn yw'r cam cyntaf tuag at ddeall data rhwydwaith. Cymerwch gip ar ein harweiniad gweithgaredd am fwy o gymorth am ddadansoddi data rhwydwaith.
da: At forstå forbindelser, som punkter og forbindelser i et netværk kan føre til dybere indsigter om, hvordan information bevæger sig igennem et system. F.eks. hvilken rolle spiller %(connector)s forbindelse i netværket?</p><p>Start med at lede efter mønstre blandt de punkter der er mest og mindst forbundne. %(whatnext_mismatch)s Hvorfor har <strong>%(lowest_degree)s</strong> de færreste forbindelser?</p><p>At være nysgerrig på målinger og mønstre er det første skridt til at forstå netværksdata. Brug vores aktivitetsguide til at få yderligere hjælp til at analysere netværk.
pt: Entender as relações entre nós e arestas em uma rede pode te guiar para visões profundas sobre como a informação flui pelo sistema. Por exemplo, qual a regra do %(connector)s, o Conector, usa nesta rede?</p><p>Você pode começar a procurar por padrões nos nós que possuem mais e menos conexões. %(whatnext_mismatch)s Por que <strong>%(lowest_degree)s</strong> tem menos conexões?</p><p>Ser curioso sobre essas medidas e padrões é o primeiro passo na compreensão dos dados da rede. Confira nosso guia de atividades para obter mais ajuda na análise de dados da rede.

source: Build and Analyze a Network
cy: Adeiladwch a Dadansoddwch Rwydwaith
da: Byg og analyser et netværk
es: Construir y Analizar una Red
pt: Construa e Analise uma Rede

source: Learn how to ask different types of questions based on a network of data
cy: Dysgwch sut i ofyn gwahanol fathau o gwestiynau ar sail rhwydwaith o ddata
da: Lær hvordan man stiller forskellige typer af spørgsmål baseret på et netværk af data
es: Aprender a hacer diferentes tipos de preguntas basadas en una red de datos
pt: Saiba como fazer diferentes tipos de perguntas com base em uma rede de dados

source: Set Up
cy: Sefydlu
da: Opsætning
es: Preparación
pt: Preparação

source: This activity will take 30 to 45 minutes. You should have these materials on hand:
cy: Bydd y gweithgaredd hwn yn cymryd 30 i 45 munud. Dylai fod gennych chi'r deunyddiau hyn wrth law:
da: Denne aktivitet vil tage mellem 30 og 45 minutter. Du bør have disse materialer ved hånden:
es: Esta actividad tomará de 30 a 45 minutos. Debe tener a mano estos materiales:
pt: Esta atividade levará de 30 a 45 minutos. Você deve ter os seguintes materiais à mão:

source: A basic Internet connection
cy: Cysylltiad sylfaenol â'r rhyngrwyd
da: Internet forbindelse
es: Una conexión básica a la Internet
pt: Uma conexão básica à Internet

source: A phone, tablet, or computer for each small group of 3 people
cy: Ffôn, llechen, neu gyfrifiadur am bob grŵp bach o 3 pherson
da: En smartphone, tablet, eller computer for hver gruppe af 3 personer
es: Un teléfono, una tableta o computadora para cada pequeño grupo de 3 personas
pt: Um telefone, tablet ou computador para cada grupo pequeno de 3 pessoas

source: A projector connected to a computer
cy: Taflunydd sy'n gysylltiedig â chyfrifiadur
da: En projektor forbundet til en computer
es: Un proyector conectado a una computadora
pt: Um projetor conectado a um computador

source: Download and print the activity guide
cy: Lawrlwythwch ac argraffwch yr arweiniad gweithgaredd
da: Hent og print aktivitetsguiden
es: Descargue e imprima la guía de actividades
pt: Baixe e imprima o guia de atividades

source: Kick-Off The Activity
cy: Cychwyn y Gweithgaredd
da: Sæt aktiviteten igang
es: Inicie la Actividad
pt: Início da Atividade

source: Participants will understand build familiarity with some standard terms and approaches to working with network graphs. Begin by sharing some inspirational examples, then fill in a spreadsheet together of restaurants and who recommends them. This should have two columns - 'Person' and 'Restaurant'. Then paste this data into Connect the Dots to analyze it. Share the URL and have people poke at it, or other sample data, to look for insights and prompt questions.
cy: Bydd y cyfranogwyr yn deall ac yn dechrau dod yn gyfarwydd â rhai termau a dulliau safonol o weithio gyda graffiau rhwydwaith. Dechreuwch drwy rannu enghreifftiau sy'n ysbrydoli, yna llenwch daenlen gyda'ch gilydd o fwytai a phwy sy'n eu hargymell. Dylai fod dwy golofn i hyn - 'Person' a 'Bwyty'. Yna gludwch y data hwn i mewn i Connect the Dots i'w ddadansoddi. Rhannwch yr URL a gofynnwch i bobl edrych arno, neu ddata enghreifftiol arall, i chwilio am fewnwelediadau ac ysgogi cwestiynau.
es: Los participantes comprenderán y se familiarizarán con algunos términos y enfoques estándar para trabajar con gráficos de red. Comience compartiendo algunos ejemplos inspiradores, luego llenen juntos una hoja de cálculo con restaurantes y quién los recomienda. Esto deberá tener dos columnas: 'Persona' y 'Restaurante'. Después, transfiera estos datos a Connect the Dots para analizarlos. Comparta la dirección de Internet (URL) y haga que la gente la examine u otros datos de muestra para buscar información y formular preguntas.
pt: Os participantes aprenderão como se familiarizar com alguns termos e abordagens padrão para trabalhar com gráficos de rede. Comece compartilhando alguns exemplos inspiradores, então preencha uma planilha de restaurantes e de quem os recomendou. Isso deve ser em duas colunas - 'Pessoa' e 'Restaurante'. Em seguida, coloque esses dados em Connect the Dots para analisá-lo. Compartilhe o URL e peça que o grupo o acesse, ou mesmo outros exemplos de dados, para que busquem ideias e façam perguntas rápidas.

source: Have Everyone Share Back
cy: Gofynnwch i Bawb Rannu Eu Hadborth
da: Lav en fælles opsamling
es: Haga que Todos Compartan
pt: Faça com que Todos Compartilhem

source: After 10 minutes bring everyone back together to share any insights they found. Were there any obvious benefits they ran into by analyzing this data as a network (instead of a table)? Were there any questions that here harder to dig into? Were any of the algorithms mentioned useful?
cy: Ar ôl 10 munud dewch â phawb ynghyd eto i rannu unrhyw fewnwelediadau sydd ganddynt. Oedd unrhyw fanteision amlwg i ddadansoddi'r data hwn fel rhwydwaith (yn hytrach na thabl)? Oedd unrhyw gwestiynau a oedd yn fwy anodd treiddio iddynt? Oedd unrhyw rai o'r algorithmau y soniwyd amdanynt yn ddefnyddiol?
da: Efter 10 minutter samles alle for at dele de indsigter, de har opdaget. Er der fremkommet nogle klare fordele ved at analysere data som et netværk (fremfor som tabel)? Var der andre spørgsmål, som blev vanskeligere at svare på? Var nogen af de omtalte algoritmer nyttige?
es: Después de 10 minutos, reúnalos a todos para compartir los conocimientos que adquirieron. ¿Hubo algún beneficio obvio que encontraron al analizar estos datos como una red (en lugar de una tabla)? ¿Hubo algunas cuestiones que fueron más difíciles de investigar? ¿Fueron útiles algunos de los algoritmos mencionados?
pt: Depois de 10 minutos, junte todos para que compartilhem as informações que eles encontraram. Houve algum benefício óbvio que eles encontraram ao analisar esses dados como uma rede (em vez de uma tabela)? Houve alguma dúvida que aqui fosse mais difícil de encontrar? Algum dos algoritmos mencionados foi útil?

source: Wrap-Up and Talk Next Steps
cy: Dewch â'r Sesiwn i ben a siaradwch am y Camau Nesaf
da: Opsamling og næste skridt
es: Conclusión y conversación sobre los pasos siguientes
pt: Faça com que Todos Compartilhem

source: Now that you've done some basic network graph analysis, help the participants think about any network data your organization has on hand. Are there any questions that came up, or ideas, about steps people should take with your in-house data?
cy: Nawr eich bod wedi gwneud tipyn o ddadansoddi graff rhwydwaith sylfaenol, helpwch y cyfranogwyr i feddwl am unrhyw ddata rhwydwaith sydd gan eich sefydliad wrth law. Oes unrhyw gwestiynau a gododd, neu syniadau, am gamau y dylai pobl eu cymryd gyda'ch data mewnol?
da: Nu da de har prøvet kræfter med lidt basal netværksanalyse, så hjælp deltagerne med at reflektere over, om der er andre netværksdata, der kunne anvendes?
es: Ahora que usted ha realizado algunos análisis básicos sobre gráficos de red, ayude a los participantes a pensar sobre los datos de red que su organización tenga a mano. ¿Han surgido algunas preguntas, o ideas, sobre los pasos que se deben tomar con los datos internos de su organización?
pt: Agora que você fez algumas análises básicas de gráficos de rede, ajude os participantes a pensar sobre quaisquer dados de rede que a sua organização tenha em mãos. Há alguma pergunta que surgiu, ou idéias, sobre as etapas que as pessoas devam tomar com seus dados internos?

source: Convince Me
cy: Argyhoeddwch Fi
da: Prøv at overbevise mig
es: Convenceme
pt: Me Convença

source: Practice making data-driven arguments that they to get difference audiences to change their behavior
cy: Ymarferwch wneud dadleuon seiliedig ar ddata y gellid eu defnyddio i gael cynulleidfaoedd gwahanol i newid eu hymddygiad
da: Øv dig i at formulere data-drevne argumenter, som kan påvirke forskellige grupper af tilhørere til at ændre deres adfærd
es: Practicar formulando argumentos basados en datos que ellos pueden usar para hacer que diferentes audiencias cambien su comportamiento
pt: Pratique a elaboração de argumentos baseados em dados para que eles consigam conduzir o público para uma mudança de comportamento

source: Printouts of the <a href="https://www.good.is/infographics/transparency-how-much-water-do-you-use">Walk this Way infographic from Good Magazine</a>
cy: Argraffiadau o ffeithlun <a href="/static/files/activity-materials/cy/Way_To_go_cym.png">Ymgyrch Modd i Fyw oddi wrth Lywodraeth Cymru</a>
da: Prints af <a href="https://www.good.is/infographics/transparency-how-much-water-do-you-use">Walk this Way infographic fra Good Magazine</a>
es: Copias impresas de la infografía <a href="https://www.good.is/infographics/transparency-how-much-water-do-you-use">Walk this Way<a> del Good Magazine
pt: Impressões do folheto <a href="https://www.good.is/infographics/transparency-how-much-water-do-you-use">Walk this Way</a> da Good Magazine

source: A room with space at the front
cy: Ystafell gyda lle yn y blaen
da: Et lokale med plads foran
es: Una habitación con espacio en la parte delantera
pt: Uma sala com espaço na frente

source: At least 10 people
cy: O leiaf 10 o bobl
da: Mindst 10 deltagere
es: Por lo menos 10 personas
pt: Pelo menos 10 pessoas

source: Planning to show the videos offline? <a href="https://www.dropbox.com/s/5zbvtal9ch8alez/ConvinceMeAllThreeFacilitationVideos.zip?dl=0">Click here</a> to download them in advance.
cy: Yn bwriadu dangos y fideos all-lein? <a href="https://www.dropbox.com/s/5zbvtal9ch8alez/ConvinceMeAllThreeFacilitationVideos.zip?dl=0">Cliciwch yma</a> i'w lawrlwytho ymlaen llaw.
da: Hvis du gerne vil vise videoer offline? <a href="https://www.dropbox.com/s/5zbvtal9ch8alez/ConvinceMeAllThreeFacilitationVideos.zip?dl=0">Klik her</a> for at downloade dem på forhånd.

source: In this activity you will work practice using data to make arguments that try to convince different people. You will learn how to use data to tailor an argument for a specific audience. We'll look at a sample visualization about an issue, identify stakeholders who are trying to swayed by the story it tells, and try to make arguments that convince them to take action. Start the activity by playing the kickoff video below for your group.
cy: Yn y gweithgaredd hwn byddwch yn ymarfer defnyddio data i greu dadleuon sy'n ceisio argyhoeddi pobl wahanol. Byddwch yn dysgu sut mae defnyddio data i deilwra dadl ar gyfer cynulleidfa benodol. Byddwn ni'n edrych ar ddelweddu enghreifftiol ynghylch mater, yn adnabod rhanddeiliaid sy'n ceisio cael eu hargyhoeddi gan y stori mae'n ei dweud, ac yn ceisio gwneud dadleuon sy'n eu hargyhoeddi i weithredu. Dechreuwch y gweithgaredd drwy chwarae'r fideo cychwyn isod i'ch grŵp.
es: En esta actividad, usted trabajará practicando el uso de datos para formular argumentos que traten de convencer a diferentes personas. Usted aprenderá a usar datos para adaptar un argumento a una audiencia específica. Observaremos una visualización de muestra sobre un asunto, identificaremos a las partes interesadas que estamos tratando de influir en la historia que se cuenta, y trataremos de plantear argumentos que los convenzan para que tomen medidas. Comience la actividad viendo el vídeo de inicio para su grupo (más abajo).
pt: Nesta atividade você trabalhará na prática usando dados para fazer argumentos que convençam pessoas diferentes. Você aprenderá como usar dados para adaptar um argumento para um público específico. Analisaremos uma amostra sobre um problema, identificaremos as partes interessadas que tentam influenciar a história que se conta e tentaremos criar argumentos que os convençam a agir. Inicie a atividade passando o vídeo inicial abaixo para o seu grupo.

source: Play this video after you've finished making arguments to convince your volunteer stakeholders to move forward. Ask different people to explain why they made the arguments they did, and ask the stakeholders why something convinced them or not. Highlight similarities in the arguments people made, or arguments that worked for one audience but might not for another. Point out particularly strong uses of data in support of arguments to start a conversation about how to use data in appropriate ways to convince people.
cy: Chwaraewch y fideo hwn ar ôl i chi orffen gwneud dadleuon i argyhoeddi'ch rhanddeiliaid gwirfoddol i symud ymlaen. Gofynnwch i bobl wahanol esbonio pam y gwnaethant eu dadleuon hwythau, a holwch y rhanddeiliaid pam llwyddodd rhywbeth i'w hargyhoeddi neu beidio. Amlygwch debygrwyddau yn y dadleuon a wnaeth pobl, neu'r dadleuon a weithiodd i un gynulleidfa ond na fyddent o bosibl i gynulleidfa arall. Tynnwch sylw at ddefnyddiau arbennig o gryf o ddata i gefnogi dadleuon er mwyn cychwyn sgwrs am sut mae defnyddio data mewn dulliau priodol i argyhoeddi pobl.
da: Som vist i videoen, skal deltagerne nu bruge de argumenter, de har konstrueret, til at overbevise de forskellige interessenter, som hver især repræsenteres med en frivillig. Bed deltagerne fremsætte deres argumenter over for interessenten og fortælle, hvorfor argumenterne er konstrueret, som de er. Spørg interessenterne, hvorfor de blev eller ikke blev overbevist af argumenterne. Understreg lighederne i de forskellige argumenter deltagerne har lavet samt de argumenter, som vil fungere til et publikum, men måske ikke til et andet. Fremhæv særligt stærke argumenter for at starte en samtale om, hvordan vi kan bruge data til at overbevise hinanden.
es: Toque este vídeo después que haya terminado de presentar argumentos para convencer a sus partes interesadas voluntarias de seguir adelante. Pídale a diferentes personas que expliquen por qué formularon los argumentos que presentaron, y pregunte a las partes interesadas por qué algo los convenció o no los convenció. Resalte las similitudes en los argumentos que las personas formularon o los argumentos que funcionaron para una audiencia pero que pudieran no hacerlo para otra. Destaque los usos de datos particularmente fuertes en apoyo de ciertos argumentos para comenzar una conversación sobre cómo usar los datos de manera apropiada para convencer a las personas.
pt: Passe este vídeo depois de criar os argumentos para convencer seus interessados ​​voluntários a seguir em frente. Peça a diferentes pessoas para explicar por que eles usaram os argumentos que eles fizeram, e pergunte às partes interessadas por que algo os convenceu ou não. Destaque semelhanças nos argumentos feitos pelas pessoas, ou argumentos que funcionaram para uma audiência, mas não para outra. Destaque usos particularmente fortes de dados em apoio aos argumentos para iniciar uma conversa sobre como usar os dados de maneira apropriada para convencer as pessoas.

source: Now that you've practice this with some example data, this video will help you think about where to go next. For example, who are some of the main audiences your organization tries to convince? What are some pitfalls to be aware of when crafting arguments for specific audiences?
cy: Nawr eich bod wedi ymarfer hyn gyda data enghreifftiol, bydd y fideo hwn yn eich helpu i feddwl am be i fynd nesaf. Er enghraifft, pwy yw rhai o'r prif gynulleidfaoedd mae'ch sefydliad yn ceisio eu hargyhoeddi? Beth yw rhai o'r baglau i fod yn ymwybodol ohonyn nhw wrth lunio dadleuon ar gyfer cynulleidfaoedd penodol?
es: Ahora que usted ha practicado esto con algunos datos de ejemplo, este vídeo le ayudará a pensar cómo proceder. Por ejemplo, ¿quiénes son algunas de las principales audiencias que su organización trata de convencer? ¿Cuáles son algunos de los obstáculos que se deben tener en cuenta al elaborar argumentos para audiencias específicas?
pt: Agora que você praticou isso com alguns dados de exemplo, esse vídeo irá ajudá-lo a pensar sobre onde ir adiante. Por exemplo, quais são alguns dos principais públicos que sua organização tenta convencer? Quais são algumas armadilhas para se conscientizar ao elaborar argumentos para públicos específicos?

source: Struggling to build your organization's ability to work with data? Use our hands-on learning program to kickstart your data culture.
cy: Yn cael anhawster adeiladu gallu'ch sefydliad i weithio gyda data? Defnyddiwch ein rhaglen dysgu ymarferol i gic-gychwyn eich diwylliant data.
da: Kæmper du med at opbygge datakompetence i din organisation? Brug vores hands-on program til at sætte gang i datakulturen.
es: ¿Se esfuerza usted por desarrollar la capacidad de su organización para trabajar con datos? Use nuestro programa de aprendizaje práctico para iniciar su cultura de datos.
pt: Está lutando para aumentar a capacidade da sua empresa em trabalhar com dados? Use o nosso programa prático de aprendizagem para iniciar a cultura de dados.

source: Data is everywhere right now. But many organizations like your's are struggling to figure out how to build capacity to work with data. You don't need a data scientist; you need a <strong>data culture</strong>.
cy: Mae data ym mhobman y funud yma. Ond mae llawer o sefydliadau fel eich sefydliad chi yn ei chael yn anodd gweithio allan sut i adeiladu capasiti i weithio gyda data. Does dim rhaid i chi fod yn wyddonydd data; mae arnoch chi angen <strong>ddiwylliant data</strong>.
es: En la actualidad, los datos están por todas partes. Pero muchas organizaciones como la suya están luchando por encontrar la manera de desarrollar la capacidad para trabajar con datos. Usted no necesita un científico de datos; usted necesita una cultura de datos.
pt: Os dados estão em todos os lugares agora mesmo. Mas muitas empresas, assim como a sua, estão lutando para descobrir como aumentar a sua capacidade para trabalhar com eles. Você não precisa de um cientista de dados; o que você precisa é de uma cultura de dados.

source: Use our self-service learning program to facilitate fun, creative introductions for the non-technical folks in your organization. These are not boring spreadsheet trainings. The free tools and activites below are hands-on and designed to meet people where they are across your organization and build their capacity to work with data. Try to kickstart your data culture by running one activity per month as a brown bag lunch. The videos and facilitation guides below will lead you through running them yourself. People at more than 30 organizations have done so already - from a local public library, to the World Food Progam.
cy: Defnyddiwch ein rhaglen ddysgu hunan-wasanaeth i hwyluso cyflwyniadau difyr, creadigol i'r bobl annhechnegol yn eich sefydliad. Nid hyfforddiant anniddorol am daenlenni sydd yma. Mae'r offerynnau a'r gweithgareddau am ddim isod yn ymarferol ac wedi'u dylunio i gwrdd â phobl lle maen nhw ar draws eich sefydliad a meithrin eu gallu i weithio gyda data. Ceisiwch gic-gychwyn eich diwylliant data drwy gynnal un gweithgaredd y mis dros ginio pecyn. Bydd y fideos a'r arweiniadau hwyluso isod yn eich tywys trwy eich cynnal eich hunan. Mae pobl mewn mwy na 30 o sefydliadau wedi gwneud hynny'n barod - o lyfrgell gyhoeddus leol, i'r World Food Progam.
da: Du kan bruge vores guides til at lave sjove, kreative introduktioner til ikke-teknisk personale i din organization. Der er ikke tale om kedelige øvelser med regneark. Alle værktøjer og aktiviteter er hands-on og designet til at møde folk, hvor de end arbejder i din organisation, og opbygge deres datakompetence. Du kan sætte gang i din organisations datakultur ved f.eks. at afvikle en aktivitet om måneden. Videoer og guides nedenfor klæder dig på til at afvikle aktiviteterne. Der er allerede folk i mere end 30 organisationer, som har prøvet det - lige fra det lokale bibliotek til World Food Program.
es: Utilice nuestro programa de aprendizaje autodidacta para facilitar presentaciones divertidas y creativas para las personas sin base técnica de su organización. Éstos no son entrenamientos aburridos sobre hojas de cálculo. Las herramientas y actividades gratuitas que se muestran a continuación son prácticas y están diseñadas para encontrar a qué nivel se encuentran las personas en su organización y desarrollar su capacidad para trabajar con datos. Trate de iniciar su cultura de datos ejecutando una actividad por mes como si fuera un almuerzo cotidiano. Los vídeos y las guías de facilitación incluidos más abajo le guiarán durante la ejecución. Hay gente en más de 30 organizaciones que ya lo ha hecho - desde una biblioteca pública local hasta el 'World Food Program' (Programa Mundial de Alimentos).
pt: Use nosso programa de autoaprendizagem para facilitar a introdução informal e criativa para pessoas que não são técnicas em sua empresa. Não estamos falando de treinamentos chatos de planilhas eletrônicas. As ferramentas e atividades gratuitas abaixo são práticas e projetadas para atender a pessoas onde quer que estiverem na sua empresa e desenvolver a capacidade deles em trabalhar com dados. Tente iniciar sua cultura de dados executando uma atividade por mês como uma oportunidade informal de aprendizado no trabalho. Os vídeos e os guias práticos abaixo o ajudarão a executá-los você mesmo. Pessoas de mais de 30 empresas já fizeram esse programa – desde uma biblioteca pública local, até o World Food Program.
