Repository: c4fcm/DataBasic
Catalog: databasic/translations/*/LC_MESSAGES/messages.po
Languages: cy, da, es, pt

source: download csv of word frequencies
cy: lawrlwythwch csv o amlderau geiriau
da: download csv af ordfrekvenser
es: bajar csv con frecuencias de palabras
pt: baixar csv de frequências de palavra

source: Bigrams
cy: Bigramau
da: Bigrammer
es: Bigramas
pt: Bigramas

source: download csv of bigram frequencies
cy: lawrlwythwch csv o amlderau bigramau
da: download csv af bigramfrekvenser
es: bajar csv de frecuencias de bigramas
pt: baixar csv de frequências de bigramas

source: A bigram is a two word phrase
cy: Mae bigram yn ymadrodd dau air
da: Et bigram er en frase bestående af to ord
es: Una bigrama es una frase con dos palabras
pt: Um bigrama é uma frase de duas palavras

source: Trigrams
cy: Trigramau
da: Trigrammer
es: Trigramas
pt: Trigramas

source: download csv of trigram frequencies
cy: lawrlwythwch csv o amlderau trigramau
da: download csv af trigram frekvenser
es: bajar csv de frecuencias de trigramas
pt: baixar csv com frequências de trigramas

source: A trigram is a three word phrase
cy: Mae trigram yn ymadrodd tri gair
da: Et trigram er en frase bestående af 3 ord
es: Una trigrama es una frase con tres palabras
pt: Um trigrama é uma frase de três palavras

source: Examining text data in this quantitative way can help you find stories to tell in your data. The fact that "%(top_word)s" is a popular word is good to know, but combine that with
cy: Gall archwilio data testun yn y modd meintiol yma eich helpu i ddod o hyd i storïau i'w dweud yn eich data. Mae'r ffaith bod "%(top_word)s" yn air poblogaidd yn dda i'w wybod, ond cyfunwch hynny â
da: At undersøge tekstdata på den her kvantitative måde kan hjælpe dig til at finde historier i dataene. At "%(top_word)s" er et populært ord er godt at vide, men kombinér det med
es: Analizando datos textuales de una manera cuantitativa le ayuda a encontrar historias a contar. El hecho que "%(top_word)s" es una palabra popular es bueno saber. Combínalo con
pt: Examinar os dados de texto de forma quantitativa pode ajudá-lo a encontrar histórias em seus dados para contar. Pode ser bom saber o fato de que "%(top_word)s" é uma palavra popular, mas combine isso com

source: the %(num)d use
cy: %(num)d yn defnyddio
da: en top %(num)d over de mest anvendte bigrammer
es: el %(num)d uso
pt: o %(num)d usa

source: in the top 40 bigrams, and
cy: yn y 40 bigram uchaf, a
da: i top 40 over bigrammer, og
es: en las 40 bigramas con más frecuencia, y
pt: nos 40 principais bigramas, e

source: the %(num)s use
cy: mae'r %(num)s yn defnyddio
da: en top %(num)s over de mest anvendte trigrammer
es: el %(num)s uso
pt: o %(num)s usa

source: in the top 40 trigrams, to understand the context of how it is used. With that richer understanding of the context, you can sketch out a picture of why "%(top_word)s" is so important in %(title)s. <br/><br />So grab some paper and some crayons and start drawing what you see! Check out our <a href="%(activity_guide_url)s" onclick="ga('send', 'event', 'wordcounter', 'activity-guide');">activity guide</a> for more help on sketching out a story. Want to dig into the data more? Download all the <a href="%(download_words)s" onclick="ga('send', 'event', 'wordcounter', 'words-dl');">word counts</a>, <a href="%(download_bigrams)s" onclick="ga('send', 'event', 'wordcounter', 'bigrams-dl');">bigrams</a>, or <a href="%(download_trigrams)s" onclick="ga('send', 'event', 'wordcounter', 'trigrams-dl');">trigrams</a> and investigate why "%(random_unpopular_word)s" is used %(random_unpopular_word_count)s times!
cy: yn y 40 trigram uchaf, i ddeall cyd-destun ei ddefnyddio. Gyda'r ddealltwriaeth fwy cyfoethog honno o'r cyd-destun, gallwch chi fraslunio darlun o pam mae "%(top_word)s" mor bwysig mewn %(title)s. <br/><br />Felly cydiwch mewn tipyn o bapur a rhai crayonau a dechreuwch dynnu llun o beth rydych chi'n ei weld! Gwiriwch ein <a href="%(activity_guide_url)s" onclick="ga('send', 'event', 'wordcounter', 'activity-guide');">harweiniad gweithgaredd</a> am fwy o gymorth am fraslunio stori. Eisiau treiddio'n ddyfnach i'r data? Lawrlwythwch yr holl <a href="%(download_words)s" onclick="ga('send', 'event', 'wordcounter', 'words-dl');">gyfrifiadau geiriau</a>, <a href="%(download_bigrams)s" onclick="ga('send', 'event', 'wordcounter', 'bigrams-dl');">bigramau</a>, neu <a href="%(download_trigrams)s" onclick="ga('send', 'event', 'wordcounter', 'trigrams-dl');">drigramau</a> ac ymchwiliwch i pam mae "%(random_unpopular_word)s" yn cael ei ddefnyddio %(random_unpopular_word_count)s o weithiau!
da: i top 40 over trigrammer, for at forstå konteksten og hvordan det bliver brugt. Med en rigere forståelse af konteksten kan du skitsere et billede af, hvorfor "%(top_word)s" er så centrale i %(title)s. <br/><br /> Fat papir og pen og begynd at tegne, hvad du ser! Tjek også vores <a href="%(activity_guide_url)s" onclick="ga('send', 'event', 'wordcounter', 'activity-guide');">aktivitetsguide</a> ud, hvis du har brug for hjælp til at skitsere en historie. Hvis du vil dykke dybere ned i dataene, så download alle <a href="%(download_words)s" onclick="ga('send', 'event', 'wordcounter', 'words-dl');">word counts</a>, <a href="%(download_bigrams)s" onclick="ga('send', 'event', 'wordcounter', 'bigrams-dl');">bigrams</a> eller <a href="%(download_trigrams)s" onclick="ga('send', 'event', 'wordcounter', 'trigrams-dl');">trigrams</a>og undersøg hvorfor "%(random_unpopular_word)s" bruges %(random_unpopular_word_count)s gange!
es: en las 40 trigramas con más frecuencia, para comprender el contexto. Con este entendimiento del contexto, Ud. puede hacer un boceto que explica porque "%(top_word)s" es tan importante en %(title)s. <br/><br />Agárre una hoja de papel y unas ceras y empiece a pintar lo que ve! Eche un vistazo a nuestra <a href="%(activity_guide_url)s" onclick="ga('send', 'event', 'wordcounter', 'activity-guide');">guía de actividades</a> para ayuda en hacer su boceto. ¿Quiere aprender más de sus datos? Baje <a href="%(download_words)s" onclick="ga('send', 'event', 'wordcounter', 'words-dl');">los totales de las palabras</a>, <a href="%(download_bigrams)s" onclick="ga('send', 'event', 'wordcounter', 'bigrams-dl');">bigramas</a>, o <a href="%(download_trigrams)s" onclick="ga('send', 'event', 'wordcounter', 'trigrams-dl');">trigramas</a> y averiguar porque "%(random_unpopular_word)s" está usado %(random_unpopular_word_count)s veces!
pt: nos 40 trigramas principais, para entender o contexto de como é usada. Com esse entendimento mais rico do contexto, você pode esboçar um retrato do porque "%(top_word)s" é tão importante em%(title)s. <br/> <br /> Então pegue um papel e alguns lápis e comece a desenhar o que você vê! Vá para o <a href="%(activity_guide_url)s" onclick="ga('send','event','wordcounter','activity-guide');"> guia de atividades </a> para obter mais ajuda sobre esboçar uma história. Quer mergulhar mais nos dados? Baixe todas as <a href="%(download_words)s" onclick="ga('send','event','wordcounter','words-dl');"> contagens de palavras </a>, <a href = "%(download_bigrams)s" onclick = "ga ('send', 'event', 'wordcounter', 'bigrams-dl');"> bigramas </a>, ou <a href = "%(download_trigrams)s "onclick =" ga('send', 'event', 'wordcounter', 'trigrams-dl'); "> trigramas </a> e investigue por que "%(random_unpopular_word)s" é utilizada "%(random_unpopular_word_count)s" vezes!

source: Run the Activity
cy: Cynnal y Gweithgaredd
da: Start aktiviteten

source: Welcome to the WordCounter Sketch a Story activity! These videos will help you run the activity.
cy: Croeso i Weithgaredd Braslunio Stori WordCounter! Bydd y fideos hyn yn eich helpu i redeg y gweithgaredd.
da: Velkommen til WordCounters Skits en historie aktivitet. Videoerne her kan hjælpe dig med at afvikle aktiviteten.

source: We're ready to start
cy: Rydym ni'n barod i ddechrau
da: Vi er klar til at starte

source: Done with our stories! Time to share-back!
cy: Wedi cwblhau ein storïau! Mae'n bryd rhannu'ch adborth!
da: Færdig med vores historier! Så er det tid til at fremlægge!

source: All done. What next?
cy: Wedi gorffen. Beth nesaf?
da: Færdig. Hvad nu?

source: This tool helps you count words, %(bigrams)s, and %(trigrams)s in plain text. This is often the first step in quantitative text analysis.
cy: Mae'r offeryn hwn yn eich helpu i gyfrif geiriau, %(bigrams)s, a %(trigrams)s mewn testun plaen. Yn aml dyma'r cam cyntaf mewn dadansoddi testun meintiol.
da: Dette værktøj hjælper dig med at tælle ord, %(bigrams)s, og %(trigrams)s i tekst. Dette er ofte det første skridt i en kvantitativ tekstanalyse.
es: Esta herramienta te ayuda a contar palabras, %(bigrams)s y %(trigrams)s en el texto plano. A menudo este es el primer paso en el análisis cuantitativo de texto.
pt: Esta ferramenta ajuda a contar palavras, %(bigrams)s e %(trigrams)s em texto sem formatação. Normalmente este é o primeiro passo na análise quantitativa de texto.

source: bigrams
cy: bigramau
da: bigrammer
es: bigramas
pt: bigramas

source: trigrams
cy: trigramau
da: trigrammer
es: trigramas
pt: trigramas

source: Count
cy: Cyfrifiad
da: Antal
es: Contar
pt: Contagem

source: Full name: "%(name)s"
cy: Enw llawn: "%(name)s"
da: For- og efternavn: "%(name)s"
es: Nombre y apellido: "%(name)s"
pt: Nome completo: "%(name)s"

source: This column is full of
cy: Mae'r golofn hon yn llawn
da: Kolonnen er fuld af
es: Esta columna tiene
pt: Esta coluna está cheia

source: The unique values in this column are:
cy: Y gwerthoedd unigryw yn y golofn hon yw:
da: De unikke værdier i denne kolonne er:
es: Los valores distintos en esta columna son:
pt: Os valores exclusivos nesta coluna são:

source: The most frequent values in this column are:
cy: Y gwerthoedd amlaf yn y golofn hon yw:
da: Den oftest forekommende værdi i denne kolonne er:
es: Los valores mas frecuentes en esta columna son:
pt: Os valores mais frequentes nesta coluna são:

source: occurs %(frequency)s times
cy: yn digwydd %(frequency)s o weithiau
da: forekommer %(frequency)s gange
es: ocurre %(frequency)s veces
pt: ocorre %(frequency)s vezes

source: The earliest date is
cy: Y dyddiad cynharaf yw
da: Den tidligste dato er
es: La primera fecha es
pt: A data mais antiga é

source: The earliest time is
cy: Yr amser cynharaf yw
da: Den tidligste tid er
es: La primera hora es
pt: O horário mais antigo é

source: The smallest number is
cy: Y rhif lleiaf yw
da: Det mindste nummer er
es: El número
pt: O menor número é

source: The latest date is
cy: Y dyddiad diweddaraf yw
da: Den nyeste dato er
es: La última fecha es
pt: A data mais recente é

source: The latest time is
cy: Yr amser diweddaraf yw
da: Den nyeste tid er
es: La última hora es
pt: O horário mais recente é

source: The biggest number is
cy: Y nifer mwyaf yw
da: Det største nummer er
es: El número más grande es
pt: O maior número é

source: The total is
cy: Y cyfanswm yw
da: Totalen
es: El total es
pt: O total é

source: The average is
cy: Y cyfartaledd yw
da: Gennemsnittet er
es: El promedio es
pt: A média é

source: The median is
cy: Y canolrif yw
da: Medianen er
es: La media es
pt: A mediana é

source: The standard deviation is
cy: Y gwyriad safonol yw
da: Standard deviationen er
es: La desviación estándar es
pt: O desvio padrão é

source: There is %(num)s row of missing data
cy: Mae %(num)s oedd rhes o ddata ar goll
da: Der er %(num)s række af manglende data
es: Hay %(num)s fila de datos faltantes
pt: Existe %(num)s linha com dados faltantes

source: Click to see the details
cy: Cliciwch i weld y manylion
da: Klik for at se detaljer
es: Haga clic para ver las detalles
pt: Clique para ver os detalhes

source: Click to see the chart
cy: Cliciwch i weld y siart
da: Klik for at se diagrammet
es: Haga clic para ver la gráfica
pt: Clique para ver o gráfico

source: We can't analyze that data because it's not in a standard form. Your first row should contain the names of your columns.
cy: Rydym yn methu dadansoddi'r data hwnnw gan nad yw mewn ffurf safonol. Dylai'ch rhes gyntaf gynnwys enwau'ch colofnau.
da: Vi kan ikke analysere dine data, da de ikke er i en standardiseret form. Den første række i dit datasæt bør indeholde navnene på dine kolonner.
es: No podemos analizar estos datos porque no están en una forma estándar. La primera fila debe contener los nombres de las columnas.
pt: Nós não podemos analisar esses dados porque não estão em um formulário padrão. Sua primeira linha deve conter os nomes de suas colunas.

source: %(rows)s rows of data grouped into %(cols)s columns.
cy: %(rows)s rhesi o ddata wedi eu grwpio'n %(cols)s colofnau.
da: %(rows)s rækker af data grupperet ind i %(cols)s kolonner.
es: %(rows)s filas de datos agrupados en %(cols)s columnas.
pt: %(rows)s linhas de dado agrupado em %(cols)s colunas.

source: Here's some %(metadata)s about each column.
cy: Dyma rai %(metadata)s am bob colofn.
da: Her er noget %(metadata)s om hver kolonne.
es: Aqui hay %(metadata)s sobre cada columna
pt: Aqui tem alguns %(metadata)s sobre cada coluna.

source: Metadata summarizes basic information about your data.
cy: Mae metadata yn crynhoi gwybodaeth sylfaenol am eich data.
da: Metadata opsummere basal information omkring din data.
es: Metadata
pt: Metadados resumem as informações básicas sobre os seus dados.

source: value
cy: gwerth
da: værdi
es: valor
pt: valor

source: frequency
cy: amlder
da: frekvens
es: frecuencia
pt: frequêcia

source: No data to display.
cy: Dim data i'w arddangos
da: Ingen data at fremvise.
es: No hay información que mostrar.
pt: Nenhum dado para exibição.

source: Understanding the data in your csv file is the first step in analyzing it for stories. Looking at individual columns can help you identify questions that might be fun to ask about your data. For instance, is it surprising that "%(most_common_value)s" is the most frequent value in the %(random_column_name)s column? Does it make any sense to compare the %(random_column_name2)s column to the %(random_column_name3)s column? Are there any other datasets you could find to ask interesting questions about the %(random_column_name)s column? <br /><br />Asking these types of questions is the first step in understanding the data you have, and what kind of stories you can find in it. Check out our <a href="%(activity_guide_url)s" onclick="ga('send', 'event', 'wtfcsv', 'activity-guide');">activity guide</a> for more help on asking questions of data sets.
cy: Deall y data yn eich ffeil csv yw'r cam cyntaf tuag at ei ddadansoddi am storïau. Mae edrych ar golofnau unigol yn gallu eich helpu i nodi cwestiynau y gallai fod yn hwyl eu gofyn am eich data. Er enghraifft, ai syndod yw'r ffaith mai "%(most_common_value)s" yw'r gwerth amlaf yn y golofn %(random_column_name)s? Ydy'n gwneud unrhyw synwyr cymharu'r golofn %(random_column_name2)s â cholofn %(random_column_name3)s? Oes unrhyw setiau data eraill y gallech eu darganfod i ofyn cwestiynau diddorol am golofn %(random_column_name)s? <br /><br />Gofyn y mathau hyn o gwestiynau yw'r cam cyntaf i ddeall y data sydd gennych chi, a pha fath o storïau gallwch ddod ar eu traws ynddo. Cymerwch gip ar ein <a href="%(activity_guide_url)s" onclick="ga('send', 'event', 'wtfcsv', 'activity-guide');">harweiniad gweithgaredd</a> am fwy o gymorth am ofyn cwestiynau i setiau data.
da: At forstå dataene i din .csv fil er første skridt på vejen til at skabe en datahistorier. At se på de individuelle kolonner kan hjælpe dig med at identificere spørgsmål, som kunne være sjove at spørge dine data om. For eksempel, er det overraskende at "%(most_common_value)s" er den hyppigst anvendte værdi i kolonnen %(random_column_name)s? Giver det mening at sammenligne kolonnen %(random_column_name2)s med kolonnen %(random_column_name3)s kolonne? Er der andre datasæt, du kunne finde, for at stille flere interessante spørgsmål om kolonnen %(random_column_name)s? <br /><br />At stille den slags spørgsmål er det første skridt til at forstå dine data, og hvilke slags datahistorier du kan finde. Tjek vores <a href="%(activity_guide_url)s" onclick="ga('send', 'event', 'wtfcsv', 'activity-guide');">aktivitetsguide</a> for at få hjælp til at stille flere spørgsmål til dine data.
es: Comprender los datos en su archivo csv es la primera etapa de analizarlo. Mirar columnas le puede ayudar identificar preguntas divertidas de sus datos. Por ejemplo, ¿le sorprende que "%(most_common_value)s" ocurre con la mayor frecuencia en la columna %(random_column_name)s? ¿Tiene sentido comparar la columna %(random_column_name2)s con la columna %(random_column_name3)s? ¿Hay más colecciones de datos que puede encontrar para hacer preguntas interesantes de la columna %(random_column_name)s? <br /><br />Hacer estos tipos de preguntas es la primera etapa de entender los datos que tiene, y las historias que contienen. Echa un vistazo a nuestras <a href="%(activity_guide_url)s" onclick="ga('send', 'event', 'wtfcsv', 'activity-guide');">guías de activdades </a> para más ayuda en hacer preguntas buenas de sus datos.
pt: Entender os dados em seu arquivo csv é o primeiro passo para analisá-lo para histórias. Olhar para colunas individuais pode ajudar a identificar questões que poderiam ser divertidos para perguntar sobre seus dados. Por exemplo, não é surpreendente que o "%(most_common_value)s" é o valor mais frequente na coluna %(random_column_name)s ? Faz algum sentido comparar a coluna %(random_column_name2)s para a coluna %(random_column_name3)s ? Existem outros conjuntos de dados que você poderia encontrar para fazer perguntas interessantes sobre a coluna %(random_column_name)s? <br /> <br /> Fazer esses tipos de perguntas é o primeiro passo para entender os dados que você tem, e que tipo de histórias você pode encontrar. Vá para o <a href="%(activity_guide_url)s" onclick="ga('send','event','wtfcsv','activity-guide');"> guia de atividades </a> para obter mais ajuda sobre fazer perguntas de conjuntos de dados.

source: Categories
cy: Categorïau
da: Kategorier
es: Categorías
pt: Categorias

source: Counts
cy: Cyfrifiadau
da: Optællinger
es: Totales
pt: Contagem

source: Dates
cy: Dyddiadau
da: Datoer
es: Fechas
pt: Datas

source: Times
cy: Amserau
da: Tidspunkter
es: Veces
pt: Horários

source: Dates and times
cy: Dyddiadau ac amserau
da: Datoer og tidspunkter
es: Fechas y horas
pt: Datas e horários

source: Booleans
cy: Gweithrediadau Boole
da: Boolean
es: Booleanos
pt: Booleanos

source: Undefined
cy: Heb ei ddiffinio
da: Udefineret
es: Indefinido
pt: Indefinido

source: # of rows
cy: # o resi
da: # af rækker
es: # de filas
pt: # de linhas

source: Data arrives at your doorstep in the form of a spreadsheet but how do you find a story in rows and columns? WTFcsv provides the first step by characterizing each column's %(data_type)s and contents so that you can ask more questions.
cy: Mae data yn cyrraedd ar garreg eich drws ar ffurf taenlen ond sut mae dod o hyd i stori mewn rhesi a cholofnau? Mae WTFcsv yn cynnig y cam cyntaf drwy nodweddu %(data_type)s a chynnwys pob colofn er mwyn i chi gael gofyn mwy o gwestiynau.
da: Data ankommer oftest i form af et regneark, men hvordan finder du en datahistorie i rækker og kolonner? WTFcsv hjælper med det første skridt ved at karakterisere hver kolonnes %(data_type)s og indhold, så du kan stille flere spørgsmål.
es: Los datos llegan a tu puerta en forma de hoja de cálculo, pero ¿cómo encontrar una historia entre las filas y las columnas? WTFcsv te proporciona el primer paso para caracterizar cada columna de cada %(data_type)s y contenidos para que puedas hacer más preguntas.
pt: Dados chegam à sua porta em forma de uma planilha, mas como você encontra uma história em linhas e colunas? WTFcsv fornece o primeiro passo, caracterizando %(data_type) s de cada coluna e conteúdo para que você possa fazer mais perguntas.

source: data type
cy: math o ddata
es: tipo de datos
pt: tipo de dado

source: Data is often classified by type. Common types of data include numbers, dates and text.
cy: Mae data'n cael ei ddosbarthu'n aml yn ôl math. Mae mathau coffredin o ddata yn cynnwys rhifau, dyddiadau a thestun.
da: Data er ofte klassificeret ved type. Data typer kan f.eks. være numre, datoer og tekst.
es: Se classifican los datos por su típo. Típos de datos incluyen números, fechas y texto.
pt: O dado normalmente é classificado por tipo. Os tipos mais comuns de dados incluem números, datas e texto.

source: Analyze
cy: Dadansoddi
da: Analyser
es: Analizar
pt: Analize

source: %(f1)s and %(f2)s
cy: %(f1)s ac %(f2)s
da: %(f1)s og %(f2)s
es: %(f1)s y %(f2)s
pt: %(f1)s e %(f2)s

source: word
cy: gair
da: ord
es: palabra
pt: palavra

source: uses in
cy: defnyddiau mewn
da: brug i
es: usos en
pt: usa em

source: total uses
cy: cyfanswm defnyddiau
da: samlet brug
es: usos totales
pt: uso total

source: almost the same
cy: bron yr un peth
da: næsten ens
es: casi lo mismo
pt: quase o mesmo

source: sort of similar
cy: eithaf tebyg
da: ret ens
es: algo similares
pt: mais ou menos similar

source: kind of similar
cy: eithaf tebyg
da: rimeligt ens
es: un poco similares
pt: meio similar

source: kind of similar, and also kind of different
cy: eithaf tebyg, ac eto eithaf gwahanol
da: rimeligt ens, men også rimeligt forskelligt
es: un poco similares y un poco diferentes también
pt: meio similar, e também meio diferente

source: pretty different
cy: eithaf gwahanol
da: ret forskelligt
es: bastante diferentes
pt: bem diferente

source: very different
cy: gwahanol iawn
da: meget forskelligt
es: muy diferentes
pt: muito diferente

source: completely different
cy: cwbl wahanol
da: fuldstændigt forskelligt
es: completamente diferentes
pt: completamente diferente

source: your text
cy: eich testun
da: din tekst
es: tu texto
pt: seu texto

source: title
cy: teitl
da: titel
es: título
pt: título

source: Other
cy: Arall
da: Andet
es: Otro
pt: Outro

source: https://en.wikipedia.org/wiki/Natural_language_processing
da: https://da.wikipedia.org/wiki/Sprogteknologi
pt: https://pt.wikipedia.org/wiki/Processamento_de_linguagem_natural

source: help
da: hjælp
es: ayuda
pt: ajuda

source: betweenness centrality
da: forbindelsesværdien
es: interconexión
pt: centralidade entre pontos

source: Participants will understand and build familiarity with some standard terms and approaches to working with network graphs. Begin by sharing some inspirational examples, then fill in a spreadsheet together of restaurants and who recommends them. This should have two columns - 'Person' and 'Restaurant'. Then paste this data into Connect the Dots to analyze it. Share the URL and have people poke at it, or other sample data, to look for insights and prompt questions.
da: Deltagerne vil forstå og få kendskab til standardbegreber indenfor netværksanalyse. Start med at vise nogle eksempler til inspiration, og lav herefter et regneark med data om deltagernes yndlingsrestuaranter og hvem, der anbefaler hvilke. Der skal være to kolonner i regnearket - 'person' og 'restaurant'. Indsæt herefter datasættet i Connect the Dots for at analysere det. Del URL'en og få deltagerne til at stille spørgsmål, reflektere og opdage deltaljer og indsigter.
