Repository: c4fcm/DataBasic
Catalog: databasic/translations/*/LC_MESSAGES/messages.po
Languages: cy, da, es, pt

source: In this activity you will practice using data to make arguments that try to convince different people. You will learn how to use data to tailor an argument for a specific audience. We'll look at a sample visualization about an issue, identify stakeholders who are trying to swayed by the story it tells, and try to make arguments that convince them to take action. Start the activity by playing the kickoff video below for your group.
da: I skal prøve at bruge data som grundlag for at lave argumenter til en bestemt målgruppe. Vi arbejder med en visualisering, hvor forskellige interessenterne først identificeres, så de sidenhen kan blive overtalt af den historie visualiseringen fortæller. I skal derfor bygge argumenter med data, der kan overbevise tilhørerne om at skride til handling. Sæt aktiviteten i gang med videoen nedenfor.

source: Data is everywhere right now. But many organizations like yours are struggling to figure out how to build capacity to work with data. You don't need a data scientist; you need a <strong>data culture</strong>.
da: Der tales om data alle steder pt. Men mange organisationer kæmper med at udvikle de nødvendige kompetence til at arbejde med data. Du behøver ikke være dataekspert, men du har brug for en <strong>datakultur</strong>.

source: algorithm
da: algoritme
pt: algoritmo

source: %(node)s
pt: nós

source: bigram
es: bigrama
pt: bigrama

source: trigram
es: trigrama
pt: trigrama

source: metadata
pt: metadado
