Repository: c4fcm/DataBasic
Catalog: databasic/translations/*/LC_MESSAGES/messages.po
Languages: cy, da, es, pt

source: Sometimes faster isn't better. If you really want to learn how to work with data to find stories to tell, you'll need to use tools that do more than just give you a chart as quickly as possible. That's why we've built DataBasic with learners in mind. Don't know what some technical word means? Hover over it to see a quick definition. Not sure how to use a tool? Try some of the fun sample data like music lyrics and UFO sightings we've included to get started.
cy: Weithiau nid gwell yw cyflymach. Os ydych chi wir eisiau dysgu sut i weithio gyda data i ddarganfod storïau i'w dweud, bydd angen i chi ddefnyddio offer sy'n gwneud mwy na dim ond rhoi siart i chi cyn gynted â phosibl. Dyna pam rydym ni wedi creu DataBasic gyda dysgwywr mewn golwg. Ddim yn gwybod ystyr rhai geiriau technegol? Hofrannwch drosto i weld diffiniad cyflym. Ddim yn siŵr sut i ddefnyddio offeryn? Rhowch gynnig ar beth o'r data engreifftiol difyr fel geiriau caneuon ac achosion o weld UFO rydym ni wedi'i gynnwys i'ch rhoi ar ben y ffordd.
da: At være hurtigst er ikke altid bedst. Hvis du virkelig vil lære at arbejde med data og fortælle datahistorier, så har du brug for mere end værktøjer, der hurtigt kan spytte diagrammer ud. Vi har derfor forsøgt at bygge DataBasic med modtageren som fokuspunkt. Er der tekniske ord, du ikke ved, hvad betyder? Hold musen over ordet og en kort definition ses straks. Usikker på, hvordan et bestemt værktøj bruges? Start med at anvende de datasæt, vi allerede har lagt op til dig.
es: A veces lo más rápido no es lo mejor. Si de verdad quieres aprender a trabajar con datos para encontrar historias en ellos, tendrás que usar herramientas que hacen algo más que darte una gráfica rápida. Por eso creamos DataBasic pensando en los que están aprendiendo. ¿No sabes lo que significa una palabra técnica? Pon el cursor sobre ella para ver una definición rápida. ¿No sabes bien cómo usar una herramienta? Prueba algunos de los divertidos datos de muestra que hemos incluido para empezar, como letras musicales o avistamientos de OVNIS.
pt: Às vezes ser mais rápido não é ser melhor. Se você realmente quer aprender como trabalhar com dados para encontrar histórias para contar, você precisará usar as ferramentas que fazem mais do que apenas dar-lhe um gráfico o mais rápido possível. É por isso que construímos DataBasic com os alunos em mente. Não sabe o que significa alguma palavra técnica? Passe o mouse sobre ela para ver uma definição rápida. Não sabe como usar uma ferramenta? Tente alguma das divertidas amostras de dados como letras de música e avistamentos de OVNIs que incluímos para começar.

source: Ensuring Your Privacy
cy: Sicrhau Eich Preifatrwydd
da: Overholder dine privatlivsrettigheder
es: Tu privacidad asegurada
pt: Assegurando Sua Pricacidade

source: With more and more data-centric tools moving online, sometimes it can be hard to tell where your data is going and what will happen with it after you upload it. We store information you upload for only the amount of time it takes us to analyze it, then we delete it. The aggregate results we show you - metadata - are kept for 60 days, and then we delete them. All communications are over https, so other folks can't eavesdrop on the data as you upload it.
cy: Gyda mwyfwy o offerynnau sy'n canolbwyntio ar ddata yn symud ar-lein, gall fod yn anodd weithiau dweud ble mae'ch data chi'n mynd a beth fydd yn digwydd iddo ar ôl i chi ei lanlwytho. Rydym ni'n storio gwybodaeth a lanlwythwch am ddim ond yr amser mae'n ei gymryd i ni ei dadansoddi, yna rydym ni'n ei dileu. Mae'r canlyniadau cyfanredol a ddangoswn i chi - metadata - yn cael eu cadw am 60 diwrnod, ac yna rydym ni'n eu dileu. Mae'r holl gyfathrebu yn digwydd dros https, felly ni fydd neb arall yn gallu gweld y data wrth i chi ei lanlwytho.
da: Med alle de online dataværktøjer kan det blive svært at overskue, hvor dine data forsvinder hen og hvad der sker med dem, efter de er lagt på internettet. Vi gemmer kun dine informationer i det begrænsede tidsrum, det tager at analysere dem, og herefter slettes de. Al kommunikation foregår over https, så andre mennesker ikke kan kigge med over skulderen, når du uploader data.
es: Con más y más herramientas para datos moviéndose en línea, a veces es difícil saber a dónde van tus datos y qué le pasará cuando los subas. Nosotros guardamos la información que subes sólo por el tiempo que nos toma analizarla, y luego la borramos. Los resultados agregados que te mostramos--los metadatos--se conservan por 60 días, y luego los borramos. Toda la comunicación ocurre por https, así que nadie puede fisgonear en tus datos mientras los subes.
pt: Com cada vez mais ferramentas centradas em dados migrando para o ambiente online, às vezes pode ser difícil dizer para onde irão seus dados e o que vai acontecer com eles depois de enviados. Armazenamos as informações que você carregar somente pelo tempo necessário para analisar e, em seguida, excluímos. Os resultados agregados que nós mostramos - metadados - são mantidos por 60 dias, e depois apagamos. Todas as comunicações são via https, para que outras pessoas não possam espionar os dados enquanto são carregados.

source: By Educators, for Educators
cy: Gan Addysgwyr, i Addysgwyr
da: Af undervisere, for undervisere
es: Por educadores, para educadores
pt: De Educadores, para Educadores

source: Work with high-schoolers? Journalists? Community groups? Graduate students? Us too!!! That's why we designed and tested the DataBasic tools and activities in our classrooms and in workshops with those audiences. These tools were born out of frustration with things we were trying to use in our undergraduate classes, so we feel your pain.
cy: Gweithio gyda phlant ysgol uwchradd? Newyddiadurwyr? Grwpiau cymunedol? Myfyrwyr graddedig? Ninnau hefyd!!! Dyna pam wnaethom ni ddylunio a phrofi offerynnau a gweithgareddau DataBasic yn ein hystafelloedd dosbarth a gweithdai gyda'r cynulleidfaoedd hynny. Mae'r offerynnau hyn yn ganlyniad ein rhwystredigaeth gyda phethau roedden ni'n ceisio eu defnyddio yn ein dosbarthiadau myfyrwyr gradd, felly rydym ni'n cydymdeimlo.
da: Arbejder du med udskolingselever, elever på ungdomsuddannelser, foreninger eller netværk? Det gør vi også!!! Derfor har vi designed og afprøvet DataBasic værktøjerne og aktiviteterne i både klasselokaler og workshops. Værktøjerne er udviklet i frustration over de værktøjer vi tidligere måtte bruge i vores undervisning af bachelorstuderende.
es: ¿Trabajas con estudiantes adolescentes? ¿Periodistas? ¿Grupos comunitarios? ¿Estudiantes de posgrado? ¡Nosotros también! Por eso diseñamos y probamos las herramientas y actividades de DataBasic en nuestros cursos y talleres dirigidos a esos públicos. Estas herramientas nacieron de la frustración que nos causaban las cosas que usábamos en nuestras clases universitarias, así que sentimos tu dolor.
pt: Trabalha com estudantes do ensino médio? Jornalistas? Grupos comunitários? Estudantes de pós-graduação? Nós também!!! É por isso que projetamos e testamos DataBasic com suas ferramentas e atividades em nossas salas de aula e nas oficinas para esse tipo de público. Estas ferramentas nasceram sem a frustração de coisas que estávamos tentando usar em nossas aulas de graduação, então sentimos sua dor.

source: Designed and Developed by
cy: Dyluniwyd a Datblygwyd gan
da: Designet og udviklet af
es: Diseñado y Desarrollado por
pt: Concebido e Programado por

source: Principal Investigators:
cy: Prif Ymchwilwyr:
da: Indledende undersøgelse:
es: Directores:
pt: Diretores:

source: Software development:
cy: Datblygu meddalwedd:
da: Softwareudvikling:
es: Programación:
pt: Desenvolvimento de software:

source: Spanish translation:
cy: Cyfeithiad Sbaeneg:
da: Den spanske oversættelse:
es: Traducción al español:
pt: Tradução em espanhol:

source: Portuguese translation:
cy: Cyfieithiad Portwgäeg:
da: Den portugisiske oversættelse:
es: Traducción al portugués:
pt: Tradução em português:

source: with contributions from
cy: gyda chyfraniadau gan
da: med bidrag fra
es: con la ayuda de
pt: com a ajuda de

source: Danish translation:
cy: Cyfieithiad Daneg:
da: Den danske oversættelse:

source: Spanish data sourcing:
cy: Cyrchu data Sbaeneg:
da: Identifikation af spanske datasæt:
es: Datos en español recolectados por:
pt: Dados em português contribuíram pelo:

source: Portuguese data sourcing:
cy: Ffynonellau data Portwgäeg:
da: Identifikation af portugisiske datasæt:
es: Datos en portugués recolectados por:
pt: Dados em espanhol contribuíram pelo:

source: Danish data sourcing:
cy: Cyrchu data Daneg:
da: Identifikation af dansk datasæt:

source: This free and open source project would not be possible without the generous support of:
cy: Ni fyddai'r prosiect di-dâl a ffynhonnell agored hwn yn bosibl heb gefnogaeth hael:
da: Et gratis og open source projekt som Databasic ville ikke være muligt uden støtte fra:

source: The John S. and James L. Knight Foundation, The Emerson College Faculty Development Fund &amp; The Shuttleworth Foundation
cy: Sefydliad John S. a James L. Knight, Cronfa Ddatblygu Cyfadran Coleg Emerson &amp; Sefydliad Shuttleworth
da: John S. and James L. Knight Foundation, Emerson College Faculty Development Fund &amp; Shuttleworth Foundation

source: SameDiff results
cy: Canlyniadau SameDiff
da: SameDiff resultater
es: Resultados de SameDiff
pt: Resultados SameDiff

source: Your %(logo)s Report
cy: Eich Adroddiad %(logo)s
da: Din %(logo)s rapport
pt: Seu Relatório %(logo)s

source: download
cy: lawrlwythwch
es: descargar
pt: baixar

source: These two documents are %(description)s.
cy: %(description)s yw'r ddwy ddogfen yma.
da: Disse to dokumenter er %(description)s.
es: Estos dos documentos son %(description)s.
pt: Estes dois documentos são %(description)s.

source: They have a %(cosine_sim)s score of %(score)s
cy: Mae ganddyn nhw sgôr %(cosine_sim)s o %(score)s
da: De har en %(cosine_sim)s score på %(score)s
es: Tienen un índice de %(cosine_sim)s de %(score)s
pt: Eles têm %(cosine_sim)s de pontos de %(score)s

source: cosine similarity
cy: tebygrwydd cysein
da: cosinus lighed
es: similitud coseno
pt: similaridade de cosseno

source: The Cosine Similarity score tries to tell you how similar two documents are based on the number of times words are used in each.
cy: Mae'r sgôr Tebygrwydd Cysein yn ceisio dweud wrthych chi pa mor debyg mae dwy ddogfen ar sail nifer y gweithiau mae geiriau'n cael eu defnyddio ym mhob un.
da: Scoren for cosinus lighed fortæller dig, hvor ens to dokumenter er ud fra hyppigheden i anvendelsen af de samme ord.
es: El índice de similitud coseno te dice cuan parecidos son dos documentos. Está basado en la frecuencia de las palabras.`
pt: A pontuação da Similaridade de Cosseno busca informar a similaridade entre dois documentos baseada no número de vezes que uma palavra é usada em cada um.

source: The documents are of different lengths so to compare them fairly you should keep %(normalized)s on.
cy: Mae hyd y dogfennau'n wahanol felly i'w cymharu'n deg dylech chi gadw %(normalized)s ymlaen.
da: De to dokumenter har forskelligt omfang, for at gøre din sammenligning rimelig bør du lade %(normalized)s være aktiv.
es: Los documentos son de tamaño diferente entonces para compararlos de manera justo debe usar %(normalized)s
pt: Os documentos são de diferentes comprimentos para compará-los de forma justa por favor ligar %(normalized)s

source: normalization
cy: normaleiddio
da: normalisering
es: normalización
pt: normalização

source: A process to make data points comparable in a fair way. For example, word counts in a document can be normalized by dividing them by the total number of words in that document.
cy: Proses i wneud pwyntiau data yn gymaradwy mewn ffordd deg. Er enghraifft, gall cyfrifiadau geiriau mewn dogfen gael eu normaleiddio drwy eu rhannu gan gyfanswm y geiriau yn y ddogfen honno.
da: En proces, der kan gøre sammenligningen af datapunkter fair. For eksempel ordoptælling i et dokument kan normaliseres ved at dividere antallet af pågældende ord med det samlede antal ord i dokumentet.
es: Un proceso de cambiar puntos de datos para compararlos de manera justa. Por ejemplo , recuentos de utilización de palabras en un documento se pueden normalizar dividiendo por el número total de palabras en ese documento.
pt: Um processo para tornar os dados comparáveis ​​aponta de forma justa. Por exemplo, a contagem de palavras em um documento pode ser normalizada dividindo-os pelo totalnúmero de palavras no documento.

source: The documents are about the same length so you don't have to use %(normalized)s in order to compare them.
cy: Mae'r dogfennau tua'r un hyd felly does dim rhaid i chi ddefnyddio %(normalized)s er mwyn eu cymharu.
da: Dokumenterne er nogenlunde lige store, så du behøver ikke at have %(normalized)s aktivitetet for at sammenligne dem.
es: Los documentos son de tamaño similar entonces no hay que usar %(normalized)s para compararlos.
pt: Os documentos são sobre o mesmo comprimento para que você não tem que usar%(normalized)s para compará-los.

source: words
cy: geiriau
da: ord
es: palabras
pt: palavras

source: Normalization
cy: Normaleiddio
da: Normalisering
es: Normalización
pt: Normalizacion

source: Toggle normlization
cy: Normaleiddio toglo
da: Skift normalisering
es: Controlar normalización
pt: Normalizacion

source: Words that are only in %(document)s
cy: Geiriau sydd ddim ond mewn %(document)s
da: Ord der kun er tilstede i %(document)s
es: Palabras que solo ocurren en %(document)s
pt: Palavras que estão apenas em %(document)s

source: Word
cy: Gair
da: Ord
es: Palabra
pt: Palavra

source: Frequency
cy: Amlder
da: Hyppighed
es: Frecuencia
pt: Frequência

source: Words that are in %(doc)s
cy: Geiriau sydd mewn %(doc)s
da: Ord der er tilstede i %(doc)s
es: Palabras en %(doc)s
pt: Palavras que estão em %(doc)s

source: Comparing text documents is a great way to find out what makes each one unique. Is it meaningful that "%(most_common_word)s" and "%(second_most_common_word)s" are the most used words appearing in both documents? Why does %(doc2)s use "%(doc2_most_common_word)s" so much, but it doesn't even appear in %(doc1)s? With these questions in mind, you can sketch out a story that compares the documents. <br /><br />Find a whiteboard and start sketching out a story. Check out our <a href="%(activity_guide_url)s" onclick='ga('send', 'event', 'samediff', 'activity-guide');'>activity guide</a> for more help on sketching out a story to compare them. Want to dig into the data even more? <a href="%(download)s" onclick="ga('send', 'event', 'samediff', 'samediff-dl');">Download the full results as a CSV file</a> to compare the files even further.
cy: Mae cymharu dogfennau testun yn ffordd dda o ddarganfod beth sy'n gwneud pob un yn unigryw. Ydy hi'n ystyrlon mai "%(most_common_word)s" a "%(second_most_common_word)s" yw'r geiriau a dddefnyddir amlaf sy'n ymddangos yn y ddwy ddogfen? Pam ydy %(doc2)s yn defnyddio "%(doc2_most_common_word)s" cymaint, ond nid yw hyd yn oed yn ymddangos yn %(doc1)s? Gyda'r cwestiynau hyn mewn golwg, gallwch chi fraslunio stori sy'n cymharu'r dogfennau. <br /><br />Dewch o hyd i fwrdd gwyn a dechreuwch fraslunio stori. Cymerwch gip ar ein <a href="%(activity_guide_url)s" onclick='ga('send', 'event', 'samediff', 'activity-guide');'>harweiniad gweithgaredd</a> am fwy o gymorth ar fraslunio stori i'w cymharu. Eisiau treiddio ymhellach byth i'r data? <a href="%(download)s" onclick="ga('send', 'event', 'samediff', 'samediff-dl');">Lawrlwythwch y canlyniadau llawn fel ffeil CSV</a>i gymharu'r ffeiliau ymhellach byth.
da: At sammenligne tekster er en god måde at identificere, hvad der gør den enkelte tekst unik. Giver det mening at "%(most_common_word)s" og "%(second_most_common_word)s" er de mest brugte ord i begge tekster? Hvorfor bruger %(doc2)s "%(doc2_most_common_word)s" så ofte, men det dukker slet ikke op i %(doc1)s? Med udgangspunkt i de spørgsmål kan du begynde at skitsere en historie, hvor de to dokumenter sammenlignes. <br /><br /> Find et whiteboard og begynd at skitsere historien. Brug vores <a href="%(activity_guide_url)s" onclick='ga('send', 'event', 'samediff', 'activity-guide');'>aktivitetsguide</a> for flere input til, hvordan du skitsere en historie og sammenligne tekster. Har du lyst til at grave endnu længere ned i dataene? <a href="%(download)s" onclick="ga('send', 'event', 'samediff', 'samediff-dl');">Download dem som CSV fil for at lave yderligere sammenligning.
es: Comparar documentos de texto es una manera de aprender lo que hace cada uno único. ¿Es significativo que "%(most_common_word)s" y "%(second_most_common_word)s" son las palabras usadas con más frecuencia? ¿Por qúe el documento %(doc2)s usa la palabra "%(doc2_most_common_word)s" tantas veces, mientras que ni aparezca en el documento %(doc1)s? Con estas preguntas, se puede hacer un boceto que compara los dos documentos. <br /><br />Encuentre una pizarra blanca y empiece su historia. Echa un vistazo a nuestra <a href="%(activity_guide_url)s" onclick="ga('send', 'event', 'samediff', 'activity-guide');">guía de actividades</a> para ayuda en dibujar su historia de comparación. ¿Quiere aprender más de sus datos? <a href="%(download)s" onclick="ga('send', 'event', 'samediff', 'samediff-dl');">Baja todos los resultados como archivo .CSV </a> para compararlos más.
pt: Comparar documentos textuais é uma ótima maneira de descobrir o que faz com que cada um seja exclusivo. É útil saber que "%(most_common_word)s" e "%(second_most_common_word)s" são as palavras mais usadas aparecendo em ambos os documentos? Por que %(doc2)s usa muito "%(doc2_most_common_word) s", mas não aparece nem mesmo em %(doc1)s? Com estas perguntas em mente, você pode esboçar uma história que compara os documentos. <br /> <br /> Encontrar uma lousa e começar a esboçar uma história. Confira nosso <a href="%(activity_guide_url)s" onclick="ga('send','event','samediff','activity-guide');"> guia de atividades </a> para obter mais ajuda no esboço de uma história para comparação. Quer se aprofundar mais nos dados? <a href = "%(download)s" onclick = "ga('send', 'event', 'samediff', 'samediff-dl');"> Baixe os resultados completos como um arquivo CSV </a> para comparar ainda mais os arquivos.

source: uses in %(doc)s
cy: defnyddiau mewn %(doc)s
da: Anvendelse i %(doc)s
es: usos en %(doc)s
pt: usos em %(doc)s

source: uses
cy: defnyddiau
da: Anvendelse
es: usos
pt: usos

source: SameDiff compares one %(corpus)s of text to another corpus of text to show you similarities and differences. It uses a %(cosine_similarity)s %(algorithm)s to rate whether the documents are really similar or totally different.
cy: Mae SameDiff yn cymharu un %(corpus)s testun â chorpws testun arall i ddangos i chi'r tebygrwyddau a'r gwahaniaethau. Mae'n defnyddio %(algorithm)s %(cosine_similarity)s i raddio a yw'r dogfennau mewn gwirionedd yn debyg neu'n gwbl wahanol.
da: SameDiff sammenholder et %(corpus)s med et andet, for at vise dig forskelle og ligheder i teksterne. Der bruges %(cosine_similarity)s %(algorithm)s til at vurdere om teksterne er meget ens eller forskellige.
es: SameDiff compara un %(corpus)s de texto con otro corpus de texto para mostrarte las similitudes y diferencias. Usa un %(algorithm)s de %(cosine_similarity)s para evaluar si los documentos son realmente similares o totalmente diferentes.
pt: SameDiff compara um %(corpus)s de texto para outro corpus de texto para mostrar as semelhanças e diferenças. Ele usa um %(cosine_similarity)s %(algorithm)s para classificar se os documentos são realmente semelhantes ou diferentes.

source: corpus
cy: corpws
da: tekstkorpus

source: A collection of written texts. For example, all of the lyrics in Katy Perry songs.
cy: Casgliad o destunau ysgrifenedig. Er enghraifft, yr holl eiriau sydd yng nghaneuon Katy Perry.
da: En samling af skreven tekst. For eksempel alle teksterne til Kate Perrys musik.
es: Una colección de textos. Por ejemplo, todas las letras de Katy Perry.
pt: Uma coleção de textos escritos. Por exemplo, todas as letras de músicas de Katy Perry.

source: A set of steps you (or a computer) do in order to solve a problem. For example, when you type in a search term, Google runs an algorithm to figure out which pages to show you.
cy: Set o gamau i chi (neu gyfrifiadur) eu cymryd er mwyn datrys problem. Er enghraifft, pan deipiwch chi derm chwilio, mae Google yn rhedeg algorithm i benderfynu pa dudalennau i'w dangos i chi.
da: En række af handlinger du (eller en computer) udfører for at løse et givent problem. For eksempel, når du skrive et eller flere søgeord på Google, så kører Google en algoritme, der bestemmer hvilke sider du skal se.
es: Una collectión de pasos que hace una computadora o un ser humano para solucionar un problema.
pt: Um conjunto de etapas que você (ou um computador) fazem para resolver um problema. Por exemplo, quando você digitar um termo de pesquisa, o Google executa um algoritmo para descobrir quais páginas devem ser mostradas.

source: Compare
cy: Cymharwch
da: Sammenlign
es: Comparar

source: WordCounter results
cy: Canlyniadau WordCounter
da: WordCounter resultater
es: resultados de WordCounter
pt: Resultados do WordCounter

source: Words used in
cy: Geiriau a ddefnyddir yn
da: Ord brugt i

source: Here is a picture of the words used most often in your document. Words used more often are bigger, and ones used less often are smaller. This picture, called a "word cloud", is helpful to get a sense of the most used words in a document.
cy: Dyma lun o'r geiriau a ddefnyddir amlaf yn eich dogfen. Mae geiriau a ddefnyddir yn amlach yn fwy o faint, a'r rhai a ddefnyddir yn llai aml yn llai. Mae'r llun hwn, sy'n cael ei alw'n "gwmwl geiriau", yn ddefnyddiol i gael ymdeimlad o'r geiriau a ddefnyddir amlaf mewn dogfen.
da: Her er et billede af de mest brugte ord i din tekst. Ord der bruges hyppigt er større end de ord som bruges sjældent. Billedet kalder man en "word cloud" og den hjælper med at få et overblik af de mest anvendte ord i et dokument.
es: Aquí una imagen de las palabras usadas en su documento. Palabras con más frecuencia son más grandes, y con menos son más pequeñas. Esta gráfica, llamada una "nube de palabras", le ayuda a comprender cuales palabras aparezcan con más frecuencia en el documento.
pt: Aqui está uma imagem das palavras usadas com mais frequência em seu documento. Palavras usadas com mais frequência são maiores, e as usadas com menor frequência são menores. Esta imagem, chamada de "nuvem de palavras", é útil para se ter uma noção das palavras mais usadas em um documento.

source: Sorry, but we didn't find any results to show. Maybe your text is too short... or maybe it is all %(stopwords)s
cy: Mae'n flin gennym ond ni ddaethom o hyd i unrhyw ganlyniadau i'w dangos. Efallai bod eich testun yn rhy fyr ... neu efallai mai %(stopwords)s i gyd ydyw
da: Vi beklager, men der er ingen resultater at fremvise. Måske er din tekst for kort... eller også består den primært af %(stopwords)s
es: Siento que no hay resultados. Tal vez su texto es demasiado corto... o quizás solo contiene palabras de paro.
pt: Desculpe, mas não encontramos nenhum resultado para mostrar. Talvez o seu texto seja muito curto... ou talvez seja todo %(stopwords)s

source: Stopwords are words in text analysis that are ignored such as "this", "that", "and" and "but."
cy: Mae geiriau atal yn eiriau sy'n cael eu hanwybyddu wrth ddadansoddi testun fel "hwn", "hwnnw", "a" ac "ond".
da: Stopord er ord der ignoreres i en tekstanalyse, det kan være "det", "den", "og" and "men."
es: Palabras de paro
pt: Stopwords são palavras que são ignoradas na análise textual, como "este", "aquele", "e" e "mas".

source: Top Words
cy: Prif Eiriau
da: Top ord
es: Palabras con más frecuencia
pt: Principais Palavras
