Repository: c4fcm/DataBasic
Catalog: databasic/translations/*/LC_MESSAGES/messages.po
Languages: cy, da, es, pt

source: How do you build a data culture? Use our videos and guides to run one activity a month at brown bag lunches in your org.
cy: Sut mae adeiladu diwylliant data? Defnyddiwch ein fideos a'n harweiniadau i gynnal un gweithgaredd y mis dros giniawau pecyn yn eich sefydliad chi.
da: Hvordan kan du bygge en datakultur? Brug vores videoer og guides til at afvikle f.eks. en aktivitet om måneden i din organisation.
es: ¿Cómo se construye una cultura de datos? Utilice nuestros vídeos y guías para realizar una actividad mensual, como si fuera un almuerzo cotidiano, en su organización.
pt: Como se cria uma cultura de dados? Use nossos vídeos e guias para executar uma atividade por mês como eventos informais de aprendizado na sua empresa.

source: The Data Process
cy: Proses Data
da: Dataprocessen
es: El proceso de datos
pt: O Processo de Dados

source: Here's a process we introduce to get you from data to impactful story. Keep scrolling down to learn about the activities we offer for you to run at each step along the way.
cy: Dyma broses rydym ni'n ei chyflwyno i'ch symud chi o ddata i stori effeithiol. Parhewch i sgrolio i lawr i ddysgu am y gweithgareddau rydym ni'n eu cynnig i chi eu cynnal ar bob cam o'r ffordd.
da: Her er den proces vi bruger for at få dig fra de rene data til en historie med gennemslagskraft. Scroll nedad for at lære om de forskellige aktiviteter og de dertilhørende guides.
es: He aquí un proceso que le presentamos para pasar de los datos a una historia impactante. Continúe leyendo para conocer las actividades que le ofrecemos para que las utilice en cada paso de avance.
pt: Este um processo que apresentamos para levá-lo a transformar simples dados para uma impactante história. Continue lendo para aprender sobre as atividades que oferecemos para que você execute a cada passo adiante.

source: Warm Ups
cy: Ymarferion Cynhesu
da: Opvarmning
es: Calentamientos
pt: Aquecimentos

source: Before jumping into finding data or telling stories, it's important to do some warm ups to activate your organization's data mindset. Warm ups are quick, fun, hands-on activities designed to activate conversation, catalyze creative ideas and build confidence to take the next step. For example, lead colleagues to <strong>Build Data Sculptures</strong> with craft materials to explore different ways to communicate the same simple data set. Working with pompons, pipe cleaners, or other local materials changes how you approach data, letting you focus on playfully quick ways to look for stories. <strong>Deconstruct a dataviz</strong> to build your skills in understanding data visualizations, and developing a strong data-driven narrative arc of your own.
cy: Cyn neidio i mewn i ddarganfod data neu ddweud storïau, mae'n bwysig gwneud rhai gweithgareddau cynhesu i sbarduno meddylfryd data eich sefydliad. Mae'r rhain yn weithgareddau cyflym, hwyl ac ymarferol sy'n bwriadu hybu trafodaeth, symbylu syniadau creadigol a meithrin hyder i gymryd y cam nesaf. Er enghraifft, arwain cydweithwyr i <strong>Adeiladu Cerfluniau Data</strong> gyda deunyddiau crefft i archwilio dulliau gwahanol o gyfathrebu'r un set ddata syml. Mae gweithio gyda pompoms, glanhawyr pib, neu ddeunyddiau lleol eraill yn newid eich ymagwedd at ddata, gan adael i chi ganolbwyntio ar ddulliau cyflym chwareus o chwilio am storïau. <strong>Dad-adeiladwch dataviz</strong> i hybu'ch sgiliau mewn deall delweddiadau data, a datblygu bwa natarif cryf seiliedig ar ddata eich hun.
da: Inden I går i gang med at finde data eller fortælle datahistorier, skal I varme jeres data mindset lidt op. Opvarmningsøvelserne er hurtige, sjove hands-on aktiviteter, der er designet til at skabe samtale, nye ideer og selvtillid til at tage det næste skridt ud i dataenes verden. F.eks. kan du sætte kollegaerne i gang med at bygge <strong>dataskulpturer</strong> med forskellige krea-materialer for at få dem til at udforske de mange forskellige måder, man kan kommunikere et datasæt på. Når I bruger kvaster, piberensere og andre krea-materialer til at arbejde med data, så for I en anden legende tilgang til at finde datahistorier.

source: Build a Data Sculpture
cy: Adeiladwch Gerflun Data
da: Byg en dataskulptur
es: Esculturas de Datos
pt: Esculturas de Dados

source: Deconstruct a DataViz
cy: Dad-adeiladwch DataViz
da: Pil en datahistorie fra hinanden

source: Ask Good Questions
cy: Gofynnwch Gwestiynau Da
da: Stil gode spørgsmål
es: Hacer Buenas Preguntas
pt: Faça Perguntas

source: Fill in a Paper Spreadsheet
cy: Llenwch Daenlen Bapur
da: Udfyld et regneark på papir

source: Asking Questions
cy: Gofyn Cwestiynau
da: At stille spørgsmål
es: Hacer Preguntas
pt: Faça Perguntas

source: What questions can (and cannot) be answered with data? And once you are staring at some rows and columns, how do you start to make sense of the data in front of you? In this stage, you learn to take the first step in the data analysis process by asking good questions. <strong>Use WTFcsv</strong> to quickly summarize spreadsheet data, brainstorm questions about it, potential connections to other data sets, and potential biases you might bring to it. Remember – the data never speaks for itself – you help it speak by asking better and better questions.
cy: Pa gwestiynau all (ac na all) gael eu hateb gyda data? A phan fyddwch chi'n syllu ar rai rhesi a cholofnau, sut ydych chi'n dechrau gwneud synwyr o'r data sydd o'ch blaen? Ar yr adeg hon, rydych chi'n dysgu sut i gymryd y cam cyntaf yn y broses dadansoddi data drwy ofyn cwestiynau da. <strong>Defnyddiwch WTFcsv</strong> i grynhoi data taenlen yn gyflym, taflu syniadau am gwestiynau amdano, cysylltiadau posibl â setiau data eraill, a rhagfarnau posibl byddwch efallai'n dod â nhw iddo. Cofiwch – nid yw'r data byth yn siarad drosto ei hun – chi sy'n ei helpu i siarad drwy ofyn cwestiynau gwell a gwell byth.
da: Hvilke spørgsmål kan (eller kan ikke) besvares med data? Og når du nu er begyndt med at kigge på rækkerne og kolonnerne, hvordan kan du så skabe mening i dem? Her lærer du at tage de første skridt ud i dataanalyse ved at stille gode spørgsmål. <strong>Brug WTFcsv</strong> for hurtigt at skabe overblik i et regneark, lav en brainstorm på relevante spørgsmål, se efter potentielle relationer til andre datasæt og de potentielle bias, som du måske selv har med. Husk, data siger ikke noget i sig selv, du hjælper dataene med at formidle et budskab, bl.a. ved at starte med at stille bedre spørgsmål
es: ¿Qué preguntas se pueden (y no se pueden) responder con datos? Y una vez que usted mire con detenimiento a algunas filas y columnas, ¿cómo comienza a entender los datos que tiene frente a usted? En esta etapa, usted aprende a dar el primer paso en el proceso de análisis de datos haciendo buenas preguntas. Use WTFcsv para resumir rápidamente los datos de la hoja de cálculo, analizar intensamente las ideas sobre el tema, las posibles conexiones a otros conjuntos de datos y las posibles distorsiones que usted pueda incluir. Recuerde – los datos nunca hablan por sí mismos – usted los ayuda a hablar formulando mejores y mejores preguntas.
pt: Quais perguntas podem (e não podem) ser respondidas com dados? E quando você estiver olhando para algumas linhas e colunas, como você começa a dar sentido aos dados na sua frente? Nesta fase, você aprende a dar o primeiro passo no processo de análise de dados, fazendo boas perguntas. Use o WTFcsv para resumir rapidamente os dados da planilha eletrônica, reunir perguntas sobre esses dados, potenciais conexões com outros conjuntos de dados e possíveis considerações que você possa ter para eles. Lembre-se - os dados nunca falam por si mesmos - você os ajuda a falar fazendo mais e melhores perguntas.

source: <strong>Fill in a Paper Spreadsheet</strong> to introduce people to various types of data and help them think about how people fill it in.
cy: <strong>Llenwch Daenlen Bapur</strong> i gyflwyno pobl i fathau gwahanol o ddata a'u helpu i feddwl am sut mae pobl yn ei llenwi.
da: <strong>Lav et spørgeskema på papir</strong> som eksempel for at introducere dine deltagere til forskellige typer af data og reflektere over, hvordan vi udfylder den slags skemaer.

source: Gathering Data
cy: Casglu Data
da: At samle data
es: Reuniendo datos
pt: Junte a Informação

source: Often you don’t recognize the data you already have! Data is all around, but can be difficult to identify and describe. You need the right data to tell a strong story. As they say, “garbage in, garbage out.” You also need to remember that a single data set may not be able to answer your questions. Combining datasets is often the best way to create a more fleshed out story. <strong>Use Connect the Dots</strong> to explore crowd-sourcing data from your audience to analyze together as a network. Or <strong>Use WTFcsv</strong> to think about how to gather the data you need to answer a question.
cy: Yn aml nid ydych yn cydnabod y data sydd gennych chi'n barod! Mae data ym mhobman o'n cwmpas, ond mae'n gallu bod yn anodd ei adnabod a'i ddisgrifio. Mae arnoch chi angen y data cywir i ddweud stori gryf. Mae'r canlyniad ond mor gryf â'r cynhwysion. Hefyd mae angen cofio na fydd un set ddata sengl o bosib yn gallu ateb eich cwestiynau. Yn aml, cyfuno setiau data yw'r ffordd orau o greu stori fwy cyflawn. <strong>Defnyddiwch Connect the Dots</strong> i archwilio data am gyfrannu torfol o'ch cynulleidfa i'w ddadansoddi gyda'ch gilydd fel rhwywdaith. Neu <strong>Defnyddiwch WTFcsv</strong> i feddwl am sut i gasglu'r data mae arnoch chi ei angen i ateb cwestiwn.
da: Tit så ser vi slet ikke skoven for bare træer, det samme gælder for data. Der er data overalt omkring os, men det kan være svært at identificere og beskrive dem. Du har brug for at den rigtige data for at kunne fortælle en stærk historie. Som man siger, 'du bliver, hvad du spiser'. Du skal også huske på, at dine spørgsmål måske ikke kan besvares ud fra et datasæt. At kombinere datasæt er ofte den bedste måde at skabe en detaljeret historie på. <strong>Brug Connect the Dots</strong> for at udforske data fra dit publikum som et netværk. <strong>Brug WTFcsv</strong> til at overveje, hvordan du kan samle de relevante data til at besvare dit spørgsmål.
es: ¡A menudo no reconocemos los datos que ya tenemos! Los datos están por todas partes, pero pueden ser difíciles de identificar y describir. Se necesitan datos correctos para contar una historia interesante. Como se dice comúnmente, 'si entra basura, sale basura'. También se debe recordar que un solo conjunto de datos pudiera no responder sus preguntas. Una combinación de conjuntos de datos es a menudo la mejor manera de crear una historia más concreta. Use 'Connect the Dots' (Conecte los puntos) para explorar los datos generados por el grupo en la audiencia para analizarlos juntos como una red. O use WTFcsv para pensar cómo reunir los datos que necesita para responder una pregunta.
pt: Muitas vezes você pode não reconhecer os dados que você já possui! Os dados estão ao redor, mas podem ser difíceis de identificar e descrever. Você precisa dos dados certos para contar uma história forte. É como se diz, 'se entra lixo, sai lixo'. Você também precisa lembrar que um único conjunto de dados pode não ser capaz de responder suas perguntas. A combinação de conjuntos de dados geralmente é a melhor maneira de criar uma história mais detalhada. Use o Connect the Dots para explorar os dados de crowd-sourcing do seu público para analisar juntos como uma rede. Ou use WTFcsv para pensar sobre como reunir os dados que você precisa para responder a uma pergunta.

source: Use Connect the Dots
cy: Defnyddiwch Connect the Dots
da: Brug Connect the Dots
es: Usa ConnectTheDots
pt: Usa ConnectTheDots

source: Sketch a Story
cy: Braslunio Stori
da: Skab en historie
es: Dibuja una Historia
pt: Esboce uma História

source: Use SameDiff
cy: Defnyddiwch SameDiff
da: Brug SameDiff
es: Usa SameDiff
pt: Usa SameDiff

source: Analyzing Data
cy: Dadansoddi Data
da: At analysere data
es: Analizar los Datos
pt: Analise os Dados

source: Data can be intimidating, especially when it comes to analyzing it. But remember, most of statistics is just special ways of counting. We’re all pretty good at counting! Establishing a data culture doesn't mean that we will all be statistical wizards but it does mean learning enough about analysis to understand its creative potential. The data analysis process is an opportunity to bring people together. There are many ways to do this to find a story. <strong>Use WordCounter</strong> to learn about analyzing text data to find stories. <strong>Use Connect the Dots</strong> to collaboratively analyze a network graph. <strong>Use SameDiff</strong> to learn about how algorithms can help you analyze data in more abstract ways.
cy: Gall data fod yn frawychus, yn arbennig pan fo'n rhaid ei ddadansoddi. Ond cofiwch, mae ystadegau i raddau helaeth dim ond yn ffyrdd arbennig o gyfrif. Rydyn ni i gyd yn gallu cyfrif yn weddol da! Nid yw sefydlu diwylliant data yn golygu y byddwn ni i gyd yn ddewiniaid ystadegol ond mae yn golygu dysgu digon am ddadansoddi i ddeall ei botensial creadigol. Mae'r broses dadansoddi data yn gyfle i ddod â phobl ynghyd. Mae llawer o ffyrdd o wneud hyn i ddod o hyd i stori. <strong>Defnyddiwch WordCounter</strong> i ddysgu am ddadansoddi data testun i ddod o hyd i storïau. <strong>Defnyddiwch Connect the Dots</strong> i ddadansoddi graff rhwydwaith yn gydweithredol. <strong>Defnyddiwch SameDiff</strong> i ddysgu sut gall algorithmau eich helpu i ddadansoddi data mewn ffyrdd mwy haniaethol.
da: Data kan være intimiderende, særligt når vi taler om dataanalyse, Men husk på, at det meste statistik bare er en anden måde at tælle på og vi er alle sammen rimeligt godt til at tælle! At skabe en datakultur er ikke ensbetydende med at vi alle skal være eksperter i statistik, det handler mere om, at vi alle skal forstå potentialet i data og dataanalyse. Processen med at analysere data er en lejlighed for at binde folk sammen. Der er mange måder man kan finde en datahistorie på. <strong>Brug WordCounter</strong> for at lære tekstanalyse som baggrund til at finde datahistorier. <strong>Brug Connect the Dots</strong> for at lave netværksanalyse. <strong>Brug SameDiff</strong> for at lære om, hvordan algoritmer kan bruges til at analysere data på mere komplekse måder.
es: Los datos pueden ser intimidatorios, especialmente cuando se trata de analizarlos. Pero recuerde, la mayoría de las estadísticas son sólo formas especiales de contar. ¡Todos somos muy buenos contando! Establecer una cultura de datos no significa que todos seremos expertos estadísticos, pero sí significa aprender lo suficiente sobre el análisis para comprender su potencial creativo. El proceso de análisis de datos es una oportunidad para unir a las personas. Hay muchas maneras de hacer esto para encontrar una historia. Use WordCounter para aprender a analizar datos de texto para encontrar historias. Use Connect the Dots para analizar colaborativamente el gráfico de una red. Use SameDiff (Da igual) para aprender cómo los algoritmos pueden ayudarle a analizar datos de maneras más abstractas.
pt: Os dados podem ser intimidadores, especialmente quando se trata de analisá-los. Mas lembre-se, a maioria das estatísticas são apenas formas específicas de contagem. E nós somos muito bons em fazer contas! Estabelecer uma cultura de dados não significa que todos nós seremos mestres estatísticos, mas significa aprender o suficiente sobre análise para entender todo seu potencial criativo. O processo de análise de dados é uma oportunidade para reunir as pessoas. Há muitas maneiras de fazer isso para encontrar uma história. Use o WordCounter para aprender sobre como analisar dados de texto para encontrar histórias. Use o Connect the Dots para analisar um gráfico de rede de forma colaborativa. Use o SameDiff para saber como os algoritmos podem ajudá-lo a analisar os dados de maneiras mais abstratas.

source: Telling Your Story
cy: Dweud Eich Stori
da: At fortælle din historie
es: Contar su Historia
pt: Conte a sua História

source: Telling your story is where the rubber hits the road. Numbers alone are not enough to make your case or move people to action. You have to give your data some context, and stitch it together into a narrative so that people can understand it. <strong>Sketch a story with WordCounter</strong> to practice communicating a data-driven story visually.
cy: Dweud eich stori yw'r elfen hanfodol. Nid yw rhifau ar eu pen eu hunain yn ddigon i wneud eich achos nag ysgogi pobl i weithredu. Mae'n rhaid i chi roi cyd-destun i'ch data, a'i gyfuno i greu naratif er mwyn i bobl gael ei ddeall. <strong>Brasluniwch stori gyda WordCounter</strong> i ymarfer cyfathrebu stori seiliedig ar ddata yn weledol.
da: At fortælle din historie, er dér, hvor du vækker den til live. Tal alene motiverer ikke mennesker til at lytte, så du er nødt til at give dine data en kontekst og binde dem sammen med en fortælling, noget vi kan relatere os til. <strong>Brug WordCounter til at skabe en historie</strong> og til at øve dig i visuel formidling af datahistorier. Lav et mindmap for at komme fra de overordnede ideer og tal til konkrete visuelle symboler. Remix en infografik for at træne, hvordan den samme datahistorie kan fortælles på mange måder.
es: Contar su historia es donde la teoría se pone a prueba. Los números por sí solos no son suficientes para demostrar su caso o mover a las personas a la acción. Usted tiene que dar a sus datos algún contexto, y unirlos en una narrativa para que la gente pueda entenderlos. Bosqueje una historia con WordCounter para practicar la comunicación visual de una historia basada en datos.
pt: Contar sua história é onde a viagem começa. Os números de forma isolada não são suficientes para convencer ou mover as pessoas à ação. Você deve dar aos seus dados um pouco de contexto e juntá-los em uma narrativa de forma que as pessoas possam entendê-los. Crie uma história com o WordCounter para praticar a comunicação visual de uma história baseada em dados.

source: <strong>Make a Word Web</strong> to move from abstract ideas and numbers into concrete visual symbols.
cy: <strong>Gwnewch We Geiriau</strong> i symud o syniadau a rhifau haniaethol i symbolau gweledol cadarn.
da: <strong>Brug et mindmap</strong> til at hjælpe med at komme fra abstrakte ideer og tal til konkrete visuelle symboler.

source: <strong>Remix an Infographic</strong> to practice telling the same story in diffferent ways.
cy: <strong>Atgymysgwch Ffeithlun</strong> i ymarfer dweud yr un stori mewn ffyrdd gwahanol.
da: <strong>Remix en infografik</strong> for at træne kompetencen til at fortælle den samme historie på flere måder.

source: Make a Word Web
cy: Gwnewch We Geiriau
da: Lav et mindmap

source: Remix an Infographic
cy: Atgymysgwch Ffeithlun
da: Remix en infografik

source: Try to ConvinceMe
cy: Ceisiwch ConvinceMe
da: Prøv at overbevise mig
es: Usa ConvinceMe
pt: Usa ConvinceMe

source: Write a Data Storybook
cy: Ysgrifennwch Lyfr Stori Data
da: Lav en data billedbog

source: Try It Out
cy: Rhowch Gynnig Arno
da: Prøv det
es: Pruébelo
pt: Experimente

source: How do you know if your story is working? Does the data you included support the narrative you are telling? It can be very difficult to put yourself in the shoes of your audience and try to understand what kind of story will change their worldview or move them to action. And you might have multiple audiences. Each potential audience brings different beliefs and experiences to understanding your message. <strong>Try out ConvinceMe</strong> to practice telling different stories to different audiences.
cy: Sut ydych chi'n gwybod a ydy'ch stori'n gweithio? Ydy'r data rydych chi'n ei gynnwys yn ategu'r naratif a rowch? Gall fod yn anodd iawn rhoi eich hun yn esgidiau'ch cynulleidfa i geisio deall pa fath o stori a fydd yn newid eu golwg o'r byd neu'n eu hysgogi i weitherdu. Ac efallai bod gennych chi nifer o gynulleidfaoedd. Mae pob cynulleidfa bosibl yn dod â gwahanol gredoau a phrofiadau at ddeall eich neges. <strong>Rhowch gynnig ar ConvinceMe</strong> i ymarfer dweud storïau gwahanol wrth gynulleidfaoedd gwahanol.
da: Hvordan ved du, om din datahistorie virker? Understøtter de data du bruger, den historie du vil fortælle? Det kan være vanskeligt at sætte sig selv i andres sted og forstå hvilken type historie, der vil forandre deres verdensbillede og motivere dem til handling. Måske har du endda flere målgrupper. Hver potentiel målgruppe kommer med sine egne værdier og erfaringer, som de tolker dit budskab ind i. <strong>Brug Prøv at overbevise mig</strong>for at øve dig i at fortælle forskellige datahistorier til forskellige målgrupper.
es: ¿Cómo sabe usted si su historia está funcionando? ¿Respaldan los datos que usted incluyó la narración que está contando? Puede ser muy difícil ponerse en el lugar del público y tratar de comprender qué tipo de historia cambiará su perspectiva mundial o lo moverá a la acción. Y usted pudiera tener múltiples audiencias. Cada posible audiencia aporta diferentes creencias y experiencias para comprender su mensaje. <strong>Pruebe ConvinceMe (Convénceme)</strong> para practicar contando historias diferentes a diferentes audiencias.
pt: Como saber se sua história está funcionando mesmo? Os dados que você incluiu condizem com a narrativa que você está contando? Pode ser muito difícil colocar-se no lugar do seu público alvo e tentar entender que tipo de história vai mudar visão de mundo deles ou movê-los à ação. E talvez você possa ter vários públicos alvo. Cada público traz consigo diferentes crenças e experiências ao receber sua mensagem. <strong>Experimente o ConvinceMe</strong> para praticar como contar histórias diferentes para diferentes públicos.

source: <strong>Write a Data Storybook</strong> to practice writing compelling narrative arcs that are supported by the data you are working with.
cy: <strong>Ysgrifennwch Lyfr Stori Data </strong> i ymarfer ysgrifennu bwâu naratif cymhellol sy'n cael eu cefnogi gan y data rydych chi'n gweithio gydag ef.
da: <strong>Lav en data billedbog<strong> for at øve dig i at skrive medrivende fortællinger, der er underbygget med dine data.

source: Connect with Others
cy: Cysylltu ag Eraill
da: Forbind med andre
es: Conéctese con los Demás
pt: Conecte-se com outros
