Repository: c4fcm/DataBasic
Catalog: databasic/translations/*/LC_MESSAGES/messages.po
Languages: cy, da, es, pt

source: As a health research funder, MSFHR has many staff who work with data on a daily basis, but others in the organization are less familiar with how data informs the work we do. The Data Culture Project was a fun, accessible opportunity for teams across the organization to practice working with data, and got everyone talking and thinking about data in new ways. We were excited with the level of participation and particularly happy to see <b>folks who don’t typically use data in their day-to-day roles being engaged in the sessions</b>. Participating in the project helped boost our thinking about organization-wide data-mindedness, and we’re inspired to keep this good work going. Whether you’re a non-profit looking to spark more interest in data, promote data literacy in your team, or reflect on the role data plays in your work, the Data Culture Project is a great place to begin.
cy: Fel ariannwr ymchwil iechyd, mae gan MSFHR lawer o staff sy'n gweithio gyda data bob dydd, ond mae eraill yn y sefydliad yn llai cyfarwydd â sut mae data yn llywio'r ffordd rydym ni'n gweithio. Roedd y Prosiect Diwylliant Data yn gyfle hwyl, hygyrch i dimau o bob rhan o'r sefydliad ymarfer gweithio gyda data, a sbarduno pawb i siarad a meddwl am ddata mewn ffyrdd newydd. Roeddem ni'n gyffrous i weld lefel y cyfranogiad ac yn arbennig o hapus i weld <b>pobl nad ydyn nhw'n nodweddiadol yn defnyddio data yn eu rolau bob dydd yn ymddiddori yn y sesiynau</b>. Roedd cymryd rhan yn y prosiect o gymorth i hybu ein meddwl am ymwybyddiaeth o ddata ledled y sefydliad, ac rydym wedi ein hysbrydoli i barhau â'r gwaith da yma. P'un a ydych chi'n gorff di-elw sy'n ceisio sbarduno mwy o ddiddordeb mewn data, hyrwyddo llythrennedd data yn eich tîm, neu fyfyrio ar yr rôl mae data'n ei chwarae yn eich gwaith, mae'r Prosiect Diwylliant Data yn fan cychwyn gwych.
da: Som fond indenfor sundhedsundersøgelser har MSFHR mange medarbejdere, som arbejder med data på daglig basis, men vi har andre medarbejdere, som ikke er så fortrolige med de formål data tjener i organisationen. Data Culture Project har været en sjov og nemt tilgængelig måde for mange teams i vores organisation til at prøve kræfter i at arbejde med data. Det fik helt sikkert alle til at tale om og tænke på data på en nye måder. V ihar været meget glæde over antallet af deltagere og specielt glade for at se <b>kollegaer, som ikke typisk arbejder med data i deres job engagere sig i aktiviteterne</b>. Vores deltagelse i Data Culture Project har boostet organsiationens evne til at tænke i og med data og inspireret os til at fortsætte arbejdet. Uanset om du, som non-profit organisation, ønsker at øge interessen for data, tilføre dine teams datakompetencer eller bare reflektere over den rolle data spiller i din organisations hverdag, så er Data Culture Project et godt sted at starte.

source: Among the available definitions for data literacy, we thought that yours and your colleague's was both concise and thorough, explaining in a very straightforward way a difficult concept and making it applicable to any discipline. Your definition fits our goals at educating other librarians and our community about data literacy and what it means to be data literate. Thank you for allowing us to reuse and adapt your rendition for our purposes.
cy: Ymhlith y diffiniadau sydd ar gael am lythrennedd data, roeddem ni'n meddwl bod eich diffiniad chi a'ch cydweithiwr yn un cryno a thrylwyr, gan esbonio cysyniad anodd mewn dull syml iawn a'i wneud yn berthnasol i unrhyw ddisgyblaeth. Mae'ch diffiniad yn gweddu i'n nodau ni sef addysgu llyfrgellwyr eraill a'n cymuned am lythrennedd data a beth mae'n ei olygu i fod yn llythrennog o ran data. Diolch am adael i ni ailddefnyddio ac addasu'ch diffiniad at ein dibenion ni.
da: Blandt de mange forskellige definitioner på datakompetence, så synes vi at jeres var både præcis og grundig. Den forklarer på en ligefrem måde nogle komplicerede processer, så det kan overføres til en hvilken som helst faglighed. Jeres definition passer til vores mål om at uddanne bibliotekspersonaler og borgere i datakompetence og hvad det vil sige at være data kompetent. Tak for at lade os genbruge og tilpasse jeres aktiviteter til vores formål.

source: Practice translating abstract ideas into concrete images
cy: Ymarferwch drosi syniadau haniaethol yn ddelweddau cadarn
da: Øv dig i at oversætte abstrakte ideer til konkrete billeder

source: Big sheets of paper
cy: Dalenni mawr o bapur
da: Store papirark

source: Lots of pens of different colors
cy: Llawer o beniau o wahanol liwiau
da: Masser af tusser i forskellige farver

source: Sticky notes
cy: Nodiadau gludiog
da: Post its

source: Sometimes your data story is centered around an abstract idea, such as "climate", "injustice", or "rights". Abstract ideas are hard to picture, and even harder to draw. This activity helps you brainstorm more concrete ideas that are related to the abstract concepts. It also helps you come up with visual symbols you could later incorporate into a visual design that tells your data story. Making word webs encourages collaborative teamwork and collective brainstorming.
cy: Weithiau, wrth ganol eich stori data mae syniad haniaethol, fel "hinsawdd", "anghyfiawnder", neu "hawliau". Mae syniadau haniaethol yn anodd eu dychmygu, ac yn anos byth eu darlunio. Mae'r gweithgaredd hwn yn eich helpu i feddwl am syniadau mwy diriaethol sy'n gysylltiedig â'r cysyniadau haniaethol. Mae'n eich helpu hefyd i feddwl am symbolau gweledol y gallech chi eu hymgorffori yn nes ymlaen mewn dyluniad gweledol sy'n dweud eich stori data. Mae gwneud gweoedd geiriau yn annog gwaith tîm cydweithredol a thaflu syniadau ar y cyd.
da: Ofte vil din datahistorie centrere sig omkring en abstrakt ide eller et begreb som "klima" , "uretfærdighed" eller "rettigheder". Abstrakte begreber er svære at sætte billeder på og endnu sværere rent faktisk at tegne. Denne aktivitet hjælper dig med at brainstorme konkrete ideer, der relaterer sig til abstrakte begreber. Den får dig også i gang med at udtænke visuelle symboler, som du sidenhen kan indarbejde i det visuelle design på din datahistorie. Den slags netværk af ord styker både samarbejde og fælles brainstorm.

source: Begin by spreading out large pieces of paper, each with an abstract concept written in the middle. The concepts should be from a data-driven story you are working with. Words like "poverty", "injustice", and "happiness" are all good examples of abstract concepts that come from data-driven stories.
cy: Dechreuwch drwy daenu dalenni mawr o bapur, pob un â chysyniad haniaethol wedi'i ysgrifennu yn y canol. Dylai'r cysyniadau ddod o stori seiliedig ar ddata rydych chi'n gweithio gyda hi. Mae geiriau fel "tlodi", "anghyfiawnder", a "hapusrwydd" i gyd yn enghreifftiau da o gysyniadau haniaethol sy'n dod o storïau seileidig ar ddata.
da: Start med at sprede nogle store stykker papir ud, hvert papir med et abstrakt begreb skrevet i midten. Begreberne tages fra en datahistorie, som du arbejder med. Begreber som "fattigdom", "uretfærdighed" og "lykke" er velegnede.

source: Give each participant a pen and break them up into groups of 5 or 6, with each group assigned to one of the pieces of paper you just showed. Tell the participants they should start by drawing a line from the central word and writing another word that they associate with the first one. Keep adding words connected to the first word or to the ones that other people add. Give the groups 6 minutes to brainstorm and write words. Each paper should end up looking like a web of words, connected by lines.
cy: Rhowch ben i bob cyfranogwr a'u rhannu'n grwpiau o 5 neu 6, gyda phob grŵp yn cael ei aseinio i un o'r darnau o bapur rydych chi newydd eu dangos. Dwedwch wrth y cyfranogwyr y dylen nhw ddechrau drwy dynnu llinell o'r gair canol ac ysgrifennu gair arall maen nhw'n ei gysylltu â'r gair cyntaf. Daliwch ati i ychwanegu geiriau sy'n gysylltiedig â'r gair cyntaf neu â'r geiriau mae pobl eraill yn eu hychwanegu. Rhowch 6 munud i'r grwpiau daflu syniadau ac ysgrifennu geiriau. Yn y diwedd dylai pob darn o bapur edrych fel gwe o eiriau, wedi'u cysylltu gan linellau.
da: Giv hver deltager en kuglepen og del dem op i grupper på 5-6 personer. Hver gruppe skal forholde sig til et af de papirer du netop har vist. Deltagerne skal starte med at tegne en streg fra det centrale ord på papiret og herunder skrive et andet ord, som de associere hermed. Bliv ved med at tilføje ord der associerer sig til det første ord eller til de ord andre i gruppen har tilføjet. Giv grupperne 5-6 minutter til at brainstorme og skrive ord op. Hvert papir skulle gerne ende med at ligne et netværk af ord med forbundet med streger.

source: Once the time is up, hand out the sticky notes. Give folks another five minutes to identify any words that can easily be sketched out, and then have them draw those on a note and stick it next to the word.
cy: Ar ôl i'r amser ddod i ben, dosbarthwch y nodiadau gludiog. Rhowch bum munud arall i bobl nodi unrhyw eiriau sy'n gallu cael eu braslunio'n hawdd, ac yna gofynnwch iddyn nhw dynnu lluniau o'r rhain ar nodyn a'i ludo wrth ymyl y gair.
da: Når tiden er gået deler du post its ud. Giv folk 5 minutter mere til at identificere ord, som nemt kan tegnes. Lad dem tegne dem det og sætte en post it op ved siden af ordet

source: Bring everyone back together, and have each group hang the sheets of paper on the wall. Give participants a few minutes to walk around looking at what other groups created.
cy: Dewch â phawb yn ôl at ei gilydd ac gofynnwch i bob grŵp hongian y dalenni papur ar y wal. Rhowch ychydig o funudau i gyfranogwyr gerdded o gwmpas yn edrych ar beth mae'r grwpiau eraill wedi'i greu.
da: Få samlet alle deltagere og lad grupperne hænge deres papir op på væggen. Giv deltagerne et par minutter til at gå rundt og se de andre gruppers arbejde.

source: Ask the full group about the connections they saw, the unique or unconventional ideas conveyed, and the pictures that stood out to them as iconic or effective. Highlight any drawings that carry a particular tone, or ones that may only make sense in certain contexts or cultures. Discuss which pictures are most effective for conveying the concept of the data-driven story you started with.
cy: Holwch y grŵp llawn am y cysylltiadau roedden nhw wedi'u gweld, y syniadau unigryw neu anghonfensiynol a gafodd eu cyfleu, a'r lluniau a oedd yn drawiadol iddyn nhw am fod yn eiconig neu'n effeithiol. Amlygwch unrhyw ddarluniau sy'n cyfleu tôn arbennig, neu rai sydd efallai dim ond yn gwneud synwyr mewn cyd-destunau neu ddiwylliannau penodol. Trafodwch ba ddarluniau sy'n fwyaf effeithiol i gyfleu cysyniad y stori seiliedig ar ddata a oedd eich man cychwyn.
da: Spørg deltagerne om de forbindelser, som de opdagede, de unikker eller ukonventionelle ideer der opstod eller de billeder, som stod frem som ikoniske eller meningsbærende. Fremhæv tegninger som har en særlig tone eller som kun giver mening i en bestemt kontekst eller kultur. Diskuter hvilke tegninger, der er bedst til at formidle den bagvedliggende datahistorie.

source: Note that there are online sources which can help you brainstorm, such as the <a href="https://thenounproject.com">Noun Project</a>.
cy: Sylwch fod ffynonellau ar-lein sy'n gallu'ch helpu i daflu syniadau, fel y <a href="https://thenounproject.com">Noun Project</a>.
da: Husk at der findes flere online kilder, som kan hjælpe dig med at brainstorme, som <a href="https://thenounproject.com">Noun Project</a>.

source: WordCounter analyzes your text and tells you the most common words and phrases.
cy: Mae WordCounter yn dadansoddi'ch testun ac yn dweud wrthych chi'r geiriau a'r ymadroddion mwyaf cyffredin.
da: WordCounter analyserer dine tekster og fortæller dig tekstens mest brugte ord og fraser.
es: WordCounter analiza tu texto y te muestra las palabras y frases más comunes.
pt: WordConter analisa seu texto e informa quais são as palavras e frases mais comuns.

source: WTFcsv tells you WTF is going on with your .csv file.
cy: Mae WTFcsv yn dweud wrthych chi WTF sy'n mynd yn ei flaen gyda'ch ffeil .csv.
da: WTFcsv fortæller dig, hvad der er op og ned i din .csv fil.
es: WTFcsv te dice qué diablo está pasando con tu archivo .csv.
pt: WTFcsv informa que merda está acontecendo com seu arquivo .csv.

source: SameDiff compares two or more text files and tells you how similar or different they are.
cy: Mae SameDiff yn cymharu dau neu fwy o ffeiliau testun ac yn dweud wrthych chi pa mor debyg neu wahanol maen nhw.
da: Samediff sammenligner to eller flere tekstfiler og fortæller dig, hvor ens eller forskellige de er.
es: SameDiff compara dos o más archivos de texto y te dice qué tan similares o diferentes son.
pt: SameDiff compara dois ou mais arquivos de textos e informa o quanto similares ou diferentes eles são.

source: Trying to Build a <b>Data Culture</b> in Your Organization?
cy: Ceisio Adeiladu <b>Diwylliant Data<b> yn Eich Sefydliad Chi?
da: Forsøger I at opbygge en <b>datakultur</b>i din organisation?

source: Struggling to build your organization's ability to work with data? Use our hands-on learning program to kickstart your data culture. We provide facilitation videos to help you run creative introductions for the non-technical folks in your organization. These are not boring spreadsheet trainings! We suggest that in order to kickstart your data culture, you run one activity per month as a brown bag lunch at your organization. Learn more at <a href='https://datacultureproject.org'>https://datacultureproject.org</a>
cy: Yn cael anhawster adeiladu gallu'ch sefydliad i weithio gyda data? Defnyddiwch ein rhaglen dysgu ymarferol i gic-gychwyn eich diwylliant data. Rydym yn darparu fideos hwyluso i'ch helpu i gynnal cyflwyniadau creadigol i'r bobl annhechnegol yn eich sefydliad. Nid sesiynau hyfforddiant anniddorol am daenlenni sydd yma! Er mwyn cic-gychwyn eich diwylliant data rydym ni'n awgrymu eich bod yn cynnal un gweithgaredd y mis dros ginio pecyn yn eich sefydliad. Dysgwch fwy yn <a href='https://datacultureproject.org'>https://datacultureproject.org</a>
da: Kæmper I med at opbygge datakompetencer i din organisation? Brug vores hands-on aktiviteter til at komme i gang med at skabe en datakultur. Vi har videoer, der italesætter hvordan du kan facilitere kreative workshops og øvelser for ikke-teknisk personale i din organisation. Øvelserne er ikke kedelige øvelser i regneark! Vi forslår at afvikler en aktivitet om måneden, hvis I vil kickstarte jeres datakultur. Lær mere på <a href='https://datacultureproject.org'>https://datacultureproject.org</a>

source: Join the Data Culture Project Now!
cy: Ymunwch â'r Prosiect Diwylliant Data Nawr!
da: Deltag i Data Culture Project!

source: Why use DataBasic?
cy: Pam defnyddio DataBasic?
da: Hvorfor bruge Databasic?
es: ¿Por qué DataBasic?
pt: Por que usar DataBasic?

source: Rahul Bhargava and Catherine D'Ignazio, creators of Databasic, describe how everyone can tell stories with data.
cy: Mae Rahul Bhargava a Catherine D'Ignazio, creawdwyr Databasic, yn disgrifio sut all pawb ddweud storïau gyda data.
da: Rahul Bhargava og Catherine D'Ignazio, skaberne bag Databasic, fortæller her, hvordan alle kan fortælle historier med data.
pt: Rahul Bhargava e Catherine D'Ignazio, criadores do Databasic, descrevem como todos podem contar histórias através de dados.

source: About <strong>DataBasic</strong>
cy: Ynghylch <strong>DataBasic</strong>
da: Om <strong>DataBasic</strong>
es: Acerca de <strong>DataBasic</strong>
pt: Sobre <strong>DataBasic</strong>

source: Accessible to All
cy: Hygyrch i Bawb
da: Tilgængeligt for alle
es: Accesibles para todos
pt: Acessível para Todos

source: Digital technologies have empowered those with disabilities in a variety of ways, and new web standards have made it easier than ever to build new tools that are accessible to all. DataBasic implements those technologies to support screen readers so the visually impaired can start working with data in new and exciting ways.
cy: Mae technolegau digidol wedi grymuso pobl ag anableddau mewn amrywiaeth o ffyrdd, ac mae safonau gwe newydd wedi ei gwneud yn haws nag erioed i adeiladu offerynnau newydd sy'n hygyrch i bawb. Mae DataBasic yn gweithredu'r technolegau hynny i gefnogi darllenwyr sgrîn er mwyn i'r sawl â nam ar eu golwg allu dechrau gweithio gyda data mewn ffyrdd newydd a chyffrous.
da: Digitale teknologier idag giver mange muligheder for rent faktisk at gøre noget. Nye webstandarder gør det lettere end nogensinde at bygge værktøjer, som er tilgængelige for alle. DataBasic bruger disse teknologier til at understøtte læseren bag skærmen til at påbegynde arbejdet med data på nye og anderledes måder.
es: Las tecnologías digitales les han dado mucho poder a las personas con discapacidad en varias formas, y los nuevos estándares de la red han facilitado más que nunca la creación de herramientas accesibles para todos. DataBasic implementa esas tecnologías para soportar lectores de pantalla para que aquellos con deficiencias visuales puedan trabajar con los datos en formas nuevas y emocionantes.
pt: As tecnologias digitais têm dado poderes àqueles que possuem deficiência em uma variedade de maneiras, e novos padrões web tornaram mais fácil do que nunca construir novas ferramentas acessíveis a todos. DataBasic aplica essas tecnologias para oferecer suporte aos leitores de tela para que os deficientes visuais possam começar a trabalhar com dados em novas e excitantes maneiras.

source: Doing One Thing Well
cy: Gwneud Un Peth yn Dda
da: At gøre en ting godt
es: Hacer una sola cosa bien
pt: Fazendo Uma Coisa Bem Feita

source: There are tons of tools for working with data; many so complex they are intimidating to even start with. We've built each DataBasic tool to focus on doing one thing well, so you know exactly what each can be used for. This lets us concentrate on making that one thing both simple and powerful.
cy: Mae llu o offerynnau'n bodoli ar gyfer gweithio gyda data; llawer mor gymhleth eu bod yn frawychus hyd yn oed i ddechrau. Rydym ni wedi creu pob offeryn DataBasic i ganolbwyntio ar wneud un peth yn dda, fel eich bod yn gwybod yn union beth yw defnyddiau pob un. Mae hyn yn gadael i ni ganolbwyntio ar wneud yr un peth hwnnw'n syml ac yn rymus.
da: Der er tonsvis af værktøjer til at arbejde med data, men mange er så komplekse at vi slet ikke får begyndt. Værktøjerne i DataBasic er skabt, for at du kan lære én ting ad gangen, så du ved, hvad der rent faktisk foregår og hvad det kan bruges til. Lad os fokusere på at gøre én ting ad gangen, og så gøre den både grundigt og så enkelt som muligt.
es: Hay muchas herramientas para trabajar con datos; algunas son tan complejas que hasta los primeros pasos son intimidantes. Hemos creado cada herramienta de DataBasic para centrarnos en hacer una sola cosa bien, para que sepas exactamente para qué se puede usar cada una. Esto nos permite concentrarnos en que esa cosa sea a la vez simple y poderosa.
pt: Existem toneladas de ferramentas para se trabalhar com dados; muitas são tão complexas que intimidam até para começar. Nós construímos cada ferramenta DataBasic concentrando em fazer uma coisa bem feita, então você sabe exatamente para que cada pode usada. Isto nos permite concentrar em fazer esta coisa de maneira simples e poderosa.

source: Fitting in to Your Pipeline
cy: Ffitio i mewn i'ch Piblinell
da: Tilpassede værktøjer
es: Ajustándose a tu proyecto
pt: Ajustando na Sua

source: Working with data online always involves using a mishmash of tools. We're not going to solve that problem anytime soon. So we've built DataBasic to take in a variety of types of data, and output results in the formats you're used to. Read some content from website and download CSV files of your results. These are just two of the ways we try to introduce you to the way most folks work data online.
cy: Mae gweithio gyda data ar-lein bob amser yn golygu defnyddio cymysgedd o offer. Ni fyddwn yn datrys y broblem honno'n fuan iawn. Felly rydyn ni wedi adeiladu DataBasic i dderbyn amrywiaeth o fathau o ddata, a rhoi'r canlyniadau mewn fformatiau sy'n gyfarwydd i chi. Darllenwch beth o gynnwys y wefan a lawrlwythwch ffeiliau CSV o'ch canlyniadau. Dyma ddau yn unig o'r dulliau rydym yn ceisio eich cyflwyno i'r ffordd mae'r mwyafrif o bobl yn gweithio gyda data ar-lein.
da: At arbejde med online data involverer altid mange forskellige værktøjer. En løsning på den udfordring ligger stadig ude i fremtiden. Derfor har vi lavet DataBasic så flere forskellige typer af data kan anvendes, og så dit output kan eksporteres i et format du kender i forvejen. Noget indhold skal ses direkte på websitet og andet kan downloades i .csv format. Det er to af de måder, vi prøver at introducere dig til arbejdet med online data.
es: Trabajar con datos en línea siempre implica una mescolanza de herramientas. Ese problema no se va a solucionar pronto. Por eso hicimos que DataBasic pueda manejar varios tipos de datos, y ofrezca resultados en los formatos acostumbrados. Lee contenido del sitio y descarga archivos CSV de tus resultados. Estos son sólo dos de los modos en que tratamos de introducirte a la forma en la que casi todos trabajan los datos en línea.
pt: Trabalhar com dados online sempre envolve o uso de uma mistura de ferramentas. Nós não vamos resolver esse problema tão cedo. Então nós construímos DataBasic tratar uma variedade de tipos de dados e extrair seus resultados nos formatos que você está acostumado. Leia alguns conteúdos do site e baixe arquivos CSV dos resultados. Estas são apenas duas das formas que tentamos lhe apresentar sobre como a maioria das pessoas trabalha dados online.

source: Focused on Learning
cy: Ffocws ar Ddysgu
da: Læringsfokus
es: Un enfoque en el aprendizaje
pt: Focado em Aprendizado
