Repository: c4fcm/DataBasic
Catalog: databasic/translations/*/LC_MESSAGES/messages.po
Languages: cy, da, es, pt

source: Allow enough time for all participants to fill-in the spreadsheet. When you're ready to start, invite a couple volunteers to introduce themselves using the information they wrote down. These should be short intros that give a little more back-story to what they wrote down; just 1 or 2 minutes.
cy: Gadewch ddigon o amser i'r holl gyfranogwyr lenwi'r daenlen. Pan fyddwch chi'n barod i ddechrau, gwahoddwch gwpl o wirfoddolwyr i gyflwyno eu hunain gan ddefnyddio'r wybodaeth a ysgrifennon nhw. Dylai'r rhain fod yn gyflwyniadau byr sy'n rhoi ychydig yn fwy o gefndir i'r hyn a ysgrifennon nhw; dim ond munud neu ddwy.
da: Planlæg med tid til at alle deltagere kan udfylde en række i papir-regnearket. Når du så starter selve aktiviteten, så bed et par deltagere om at præsentere sig selv ved hjælp af de data, som de har skrevet ned i papir-regnearket. Det skulle gerne give nogle korte præsentationer, men med lidt mere kontekst på det, som de har skrevet i papir-regnearket.

source: Lead a Conversation
cy: Arweiniwch Sgwrs
da: At være ordstyrer

source: Lead your group in a conversation about the “dataset” they have created. Highlight that data are systematically collected observations about the world. At the same time, collecting data requires some kind of helpful reduction of the world, so they are not the final word and may not be everything you need to know in order to answer any questions. You can get at this by asking your group a couple questions related to the Paper Spreadsheet:
cy: Arweiniwch eich grŵp mewn trafodaeth am y “set ddata” maen nhw wedi'i chreu. Pwysleisiwch fod data yn arsylwadau am y byd sy'n cael eu casglu'n systematig. Ar yr un pryd, mae casglu data yn gofyn am ryw fath o leihad defnyddiol o'r byd, felly nid dyma'r gair olaf ac efallai na fydd yn cwmpasu popeth mae angen i chi ei wybod i ateb unrhyw gwestiynau. Gallwch chi archwilio hyn drwy ofyn nifer o gwestiynau i'ch grŵp ynghylch y Daenlen Bapur:
da: Få deltagerne til at samtale, om det "datasæt" de i fællesskab har skabt. Forklar at data er systematisk indsamlede observationer om verden. Data er derfor en forsimplet eller reduceret version af verden, så derfor er det heller ikke givet, at de kan svare på alle spørgsmål. Du kan starte den samtale med deltagerne ved at stille spørgsmål til dit papir-regneark:

source: <ul><li>Do the colors people wrote down accurately capture all the texture and nuance of their fabric? For example, if anyone wore a striped shirt, what did they write in the 'shirt color' column?</li><li>Do these questions capture <em>enough</em> of who each person is to analyze?</li><li>What is missing that might help use this dataset?</li></ul>
cy: <ul><li>Ydy'r lliwiau a nododd pobl yn cipio'n fanwl gywir holl wead a chynildeb eu ffabrig? Er enghraifft, petai rhywun yn gwisgo crys rhesog, beth rhoddon nhw yn y golofn 'lliw crys'?</li><li>Ydy'r cwestiynau hyn yn cipio <em>digon</em> am bwy ydy pob person i'w ddadansoddi?</li><li>Beth sydd ar goll a allai ein helpu i ddefnyddio'r set ddata yma?</li></ul>
da: <ul><li>Afspejler de farver deltagerne har skrevet i papir-regnearket rent faktisk alle detaljerne i deres tøj? F.eks. hvis der er nogen af deltagerne, som har en stribet t-shirt på, hvad har de så skrevet i kolonnen "farven på din bluse/t-shirt"?</li><li>Indfanger spørgsmålene <em>nok</em> data om deltagerne til at lave en analyse?</li><li>Hvad mangler der, som kunne gøre datasættet mere anvendeligt?</li></ul>

source: Also highlight the different types of data that the Paper Spreadsheet captures. You can ask things like:
cy: Hefyd amlygwch y gwahanol fathau o ddata mae'r Daenlen Bapur yn eu cipio. Gallwch chi ofyn pethau fel:
da: Fremhæv også de forskellige typer af data, som papir-regnearket indfanger. Det kan du gøre ved at stille spørgsmål som:

source: <ul><li>People often think of data as just numbers, but what other kinds of data have we captured here? Is there temporal data? Geographic data?</li><li>Numbers are easy to add up, sum, and average; how else could we organize data that isn't numbers? For instance, we could plot dates on a timeline, or locations on a map.</li></ul>
cy: <ul><li>Mae pobl yn meddwl am ddata yn aml fel dim ond rhifau, ond pa fathau eraill o ddata ydyn ni wedi eu cipio yma? Oes data amserol? Data daearyddol?</li><li>Mae rhifau'n hawdd eu hadio, symio, a chyfartaleddu; ym mha ddulliau eraill allen ni drefnu data nad yw'n rhifau? Er enghraifft, gallen ni blotio dyddiadau ar linell amser, neu leoliadau ar fap.</li></ul>
da: <ul><li>Mange tænker, at data er noget med tal, men hvilke andre typer data har vi indsamlet her? Er der temporale data? Geografikse data?</li><li>Tal er nemme at lægge sammen og tage gennemsnit af, men hvordan organiserer vi data, som ikke er tal? F.eks., kan vi plotte datoer ind på en tidslinje eller placeringer på et kort.</li></ul>

source: Next, introduce what needs to be done to clean and tell stories with this data. Ask participants questions like:
cy: Nesaf, cyflwynwch beth mae angen ei wneud i lanhau a dweud storïau gyda'r data hwn. Gofynnwch i'r cyfranogwyr gwestiynau fel:
da: Bagefter kan du introducere, hvad der skal gøres for at rense og fortælle historier med disse data. Brug spørgsmål som:

source: <ul><li>If you wanted to map out people's hometowns, how could we do that? For example, are there inconsistencies in how people wrote down their hometown? And did everyone interpret what 'hometown' meant in the same way?</li><li>What kind of patterns do you see in the consistencies or inconsistencies in the data collected? Did everyone fill in every column? Did anyone *not* put themselves on the paper spreadsheet?</li></ul>
cy: <ul><li>Os oeddech chi am fapio trefi genedigol pobl, sut allen ni wneud hynny? Er enghraifft, oes anghysondebau mewn sut ysgrifennodd pobl eu tref enedigol? Ac a wnaeth pawb ddehongli ystyr 'tref enedigol' yn yr un ffordd?</li><li>Pa fath o batrymau ydych chi'n eu gweld yn y cysondebau neu'r anghysondebau yn y data a gafodd ei gasglu? A wnaeth pawb lenwi pob colofn? A wnaeth unrhyw un *beidio* â rhoi eu hun ar y daenlen bapur?</li></ul>
da: <ul><li>Hvis du ville kortlægge folks hjembyer, hvordan kunne det så gøres? F.eks. er der uoverensstemmelser i den måde folk skriver navnet på deres hjemby? Forstår alle deltagere det samme ved ordet "hjemby"?</li><li>Er der nogen konsekvente eller inkonsekvente mønstre i de indsamlede data? Har alle deltagere udfyldt alle kolonner? Er der nogen deltagere som *ikke* har skrevet dem selv ind i papir-regnearket?</li></ul>

source: Finally, discuss issues around data privacy, consent, and ethics. Ask participants things like:
cy: Yn olaf, trafodwch ystyriaethau preifatrwydd, cydsyniad, a moeseg data. Gofynnwch i gyfranogwyr pethau fel:
da: Endelig, diskuter problemstillinger omkring privatliv og etik. Du kan spørge deltagerne om:

source: <ul><li>Were there any questions that you felt uncomfortable writing down information for?</li><li>Who usually has the power to determine what is captured in data?</li><li>Who decides how those questions are asked and how the answers are interpreted? </li></ul>
cy: <ul><li>Oedd unrhyw gwestiynau roeddech chi'n teimlo'n anghysurus yn ysgrifennu gwybodaeth amdanyn nhw?</li><li>Pwy fel arfer sydd â'r pŵer i benderfynu beth sy'n cael ei gipio mewn data?</li><li>Pwy sy'n penderfynu sut mae'r cwestiynau hynny'n cael eu gofyn a sut mae'r atebion yn cael eu dehongli? </li></ul>
da: <ul><li>Var der nogen af spørgsmålene, som du synes var ubehaglige at skrive svaret ned på?</li><li>Hvem har typisk magten til at afgøre, hvad der udledes af data?</li><li>Hvem bestemmer hvordan og hvilke spørgsmål der stilles og hvordan svarene fortolkes? </li></ul>

source: Review What You Have Learned
cy: Adolygwch Beth Rydych wedi ei Ddysgu
da: Reflekter over, hvad du har lært

source: Review the key points in the conversation that you just had. Remind the participants that data are systematic observations of the world, and a dataset is the collection of those observations. Data are a helpful reduction of the world, but it’s important to keep in mind that they do not capture everything. Data can capture different types of information (quantitative, qualitative, temporal, geographic, etc.), and the type of the data affects the kinds of exploration and pattern seeking that you can do. Data often needs to be cleaned and standardized. Data storytelling and analysis involves looking for patterns, making comparisons, finding outliers, and then testing that knowledge in dialogue with others. Finally, the way data are collected and used can raise questions of privacy, consent, and ethics, which must be taken into account when analyzing and presenting them
cy: Adolygwch y pwyntiau allweddol yn y sgwrs rydych chi newydd ei gael. Atgoffwch y cyfranogwyr fod data yn arsylwadau systematig o'r byd, a set ddata yw'r casgliad o'r arsylwadau hynny. Mae data yn crynhoi'r byd yn ddefnyddiol, ond mae'n bwysig cadw mewn cof nad yw'n cipio popeth. Gall data gipio mathau gwahanol o wybodaeth (feintiol, ansoddol, amserol, ddaearyddol ac ati), ac mae math y data yn effeithio ar y math o archwilio a chanfod patrymau y gallwch ei wneud. Yn aml mae angen i ddata gael ei lanhau a safoni. Mae dweud storïau gyda data a'i ddadansoddi yn golygu chwilio am batrymau, gwneud cymariaethau, darganfod allanolion, ac yna rhoi prawf ar yr wybodaeth honno drwy drafodaeth ag eraill. Yn olaf, mae'r dull o gasglu a defnyddio data yn gallu codi cwestiynau am breifatrwydd, cydsyniad, a moeseg, y mae'n rhaid eu cymryd i ystyriaeth wrth ei ddadansoddi a'i gyflwyno
da: Træk hovedpointerne fra jeres samtale frem. Mind deltagerne om, at data er systematiske observationer om verden og et datasæt er en samling af de observationer. Data er en frugtbar reduktion af verden, men netop fordi de er en reduktion, så fanger de ikke alt. Data kan indfange forskellige typer af information (kvantitativ, kvalitativ, temporal, geografisk osv.) og alt efter datatypen er der forskellige måder at udforske og identificere mønstrei dataene på. Data skal ofte renses og standardiseres. At fortælle historier med data og dataanalyse involverer mønstergenkendelse, sammenligning, identifikation af skævheder og at teste resultatet af i samtale med andre. Endelig, så kan måden data indsamles og bruges på rejse spørgsmål om privatliv og etik, disse bør indtænkes i vores analyse og præsentation.

source: Asking Good Questions
cy: Gofyn Cwestiynau Da
da: At stille gode spørgsmål
es: Hacer Buenas Preguntas
pt: Faça Boas Perguntas

source: Learn how to move from spreadsheet to story with WTFcsv
cy: Dysgwch sut i symud o daenlen i stori gyda WTFcsv
da: Lær hvordan man går fra regneark til datahistorie med WTFcsv
es: Aprender cómo pasar de la hoja de cálculo a la historia con WTFcsv
pt: Saiba como passar da planilha para a história com o WTFcsv

source: A phone, tablet, or computer for each small group of 3 people
cy: Ffôn, llechen, neu gyfrifiadur am bob grŵp bach o 3 pherson
da: En smartphone, tablet eller computer for hver lille gruppe af 3 personer
es: Un teléfono, una tableta o computadora para cada pequeño grupo de 3 personas
pt: Um telefone, tablet ou computador para cada grupo pequeno de 3 pessoas

source: Paper &amp; pens
cy: Papur &amp; pheniau
da: Papir &amp; pen
es: Papel y bolígrafos
pt: Papel e canetas

source: Planning to show the videos offline? <a href="https://www.dropbox.com/s/t7mai3ecrcayvei/AskingGoodQuestionsAllThreeFacilitationVideos.zip?dl=0">Click here</a> to download them in advance.
cy: Yn bwriadu dangos y fideos all-lein? <a href="https://www.dropbox.com/s/t7mai3ecrcayvei/AskingGoodQuestionsAllThreeFacilitationVideos.zip?dl=0">Cliciwch yma</a> i'w lawrlwytho ymlaen llaw.
da: Vil du vise videoklip offline?<a href="https://www.dropbox.com/s/t7mai3ecrcayvei/AskingGoodQuestionsAllThreeFacilitationVideos.zip?dl=0">klik her</a> for at downloade dem på forhånd.

source: In this activity participants will brainstorm questions to ask sample datasets based on summaries of the columnar data. Work in groups of 2-3 colleagues for about 10 minutes with the data. At the end give them a minute to pick the best question and write it down on the handout, indicating the question, any other data they might need to answer it, and how they would get that data. Start the activity by playing the kickoff video below for your group, which explains all this.
cy: Yn y gweithgaredd hwn bydd y cyfranogwyr yn taflu syniadau am gwestiynau i'w gofyn i setiau data enghreifftiol ar sail crynodebau o ddata colofnau. Gweithiwch mewn grwpiau o 2-3 am dua 10 munud gyda'r data. Ar y diwedd rhowch funud iddyn nhw ddewis y cwestiwn gorau a'i ysgrifennu ar y daflen, gan ddangos y cwestiwn, unrhyw ddata arall y gall fod arnyn nhw ei angen i'w ateb, a sut fyddan nhw'n cael hyd i'r data hwnnw. Dechreuwch y gweithgaredd drwy chwarae'r fideo cychwyn isod i'ch grŵp, sy'n esbonio hyn i gyd.
da: I den her aktivitet skal deltagerne brainstorme på spørgsmål, de kan stille til de datasæt, som allerede er lagt op på sitet. Der skal arbejdes med dataene i ca. 10 minutter med grupper af 2-3 deltagere. Til sidst får deltagerne et minuts tid til at udvælge det bedste spørgsmål og skrive det ned sammen med eventuelle data de mangler, for at kunne besvare spørgsmålet.
es: En esta actividad, los participantes propondrán ideas y harán preguntas sobre una muestra de conjuntos de datos basados en resúmenes de datos en columnas. Utilice los datos para trabajar en grupos de 2 ó 3 colegas durante aproximadamente 10 minutos. Al final, deles un minuto para elegir la mejor pregunta y anotarla en el cuaderno; indicando la pregunta, cualesquier otros datos que necesiten para responderla y cómo obtendrían esos datos. Comience la actividad viendo el vídeo de inicio para su grupo (más abajo), el cual explica todo esto.
pt: Nesta atividade, os participantes irão fazer uma discussão de perguntas de amostras de conjuntos de dados baseados em resumos dos dados em coluna. Trabalhe em grupos de 2-3 pessoas por cerca de 10 minutos com os dados. No final, dê-lhes um minuto para escolher a melhor pergunta e anotá-la no folheto, indicando a pergunta, quaisquer outros dados que possam precisar para respondê-la e como obterão esses dados. Comece a atividade por passar o vídeo inicial abaixo para o seu grupo, onde se explicará tudo isso.

source: Play this video after each small group has written their questions on the WTFcsv handout. Here we outline some things to discuss as each group enumerates their questions and the process they might take to start answering them. For example, you want to validate groups that asked 'meta questions', like 'where is this data from?' or 'Can we trust this data?' as well as groups that started to ask questions about patterns that they saw in the data itself. If groups ask questions about patterns in data, ask them to take a step towards answering them. What other data would they need to answer their questions? Who collects that data?
cy: Chwaraewch y fideo hwn ar ôl i bob grŵp bach ysgrifennu eu cwestiynau ar y daflen WTFcsv. Yma rydym ni'n amlinellu rhai pethau i'w trafod wrth i bob grŵp ddisgrifio eu cwestiynau a'r broses i'w dilyn o bosib i ddechrau eu hateb. Er enghraifft, rydych chi eisiau dilysu grwpiau a ofynnodd 'meta gwestiynau', fel 'o ble mae'r data hwn yn dod?' neu 'allwn ni ymddiried yn y data hwn?' yn ogystal â grwpiau a ddechreuodd ofyn cwestiynau am batrymau a welon nhw yn y data ei hun. Os bydd grwpiau'n gofyn cwestiynau am batrymau mewn data, gofynnwch iddyn nhw gymryd cam tuag at eu hateb. Pa ddata arall byddai ei angen arnyn nhw i ateb eu cwestiynau? Pwy sy'n casglu'r data hwnnw?
da: Afspil derefter videoen nedenfor. I videoen skitserer vi nogle emner til videre diskussion i grupperne i takt med at de får afdækket deres spørgsmål og måder at besvare det. Du bør som facilitator give grupperne feedback på deres spørgsmål ved at stille metaspørgsmål, som de kan arbejde videre på, f.eks. som "hvor er dataene henne?" eller "kan vi stole på de her tal?". Det samme gør sig gældende for de grupper, der selv begynder at afdække metaspørgsmål, bed dem om at arbejde med at finde svarene. Hvilke andre data har de brug for, for at kunne besvare deres egne spørgsmål? Hvem samler disse data?
es: Toque este vídeo después que cada grupo pequeño haya escrito sus preguntas en el folleto de 'WTFcsv'. Aquí resumimos algunas cosas para discutir a medida que cada grupo formula sus preguntas y el proceso que podrían seguir para comenzar a responderlas. Por ejemplo, usted desea validar los grupos que realizaron 'metapreguntas', como '¿de dónde provienen estos datos?' o '¿Podemos confiar en estos datos?' así como grupos que comenzaron a hacer preguntas sobre patrones que vieron en los datos mismos. Si los grupos hacen preguntas sobre los patrones en los datos, pídales que den un paso para responderlos. ¿Qué otros datos necesitarían para responder a sus preguntas? ¿Quién recopila esos datos?
pt: Passe este vídeo depois que cada grupo pequeno escrever suas perguntas no folheto WTFcsv. Aqui descrevemos algumas coisas para discutir como cada grupo enumera suas perguntas e o processo que eles podem tomar para começar a respondê-las. Por exemplo, você deseja validar grupos que fizeram 'meta-perguntas', do tipo 'de onde são esses dados?' ou 'podemos confiar nestes dados?' bem como grupos que começaram a fazer perguntas sobre os padrões que eles viram nos próprios dados. Se os grupos fizerem perguntas sobre os padrões dos dados, peça-lhes que deem um passo à frente para respondê-los. Que outros dados eles precisariam para responder suas perguntas? Quem coleta esses dados?

source: Now that you've done some basic spreadsheet analysis, this video will help you think about where to go from here. For example, what information in your organization is captured in spreadsheet form? Could you use this same approach with survey result data? With financial data? With lists of donors or web analytics? How can having groups come up with questions help you take the next step with your organization's data? We also discuss some common pitfalls to try to avoid, like remembering to consider outliers and keeping in mind that correlation is not causation.
cy: Nawr eich bod wedi gwneud tipyn o ddadansoddi taenlen sylfaenol, bydd y fideo hwn yn eich helpu i feddwl am ble i fynd oddi yma. Er enghraifft, pa wybodaeth yn eich sefydliad sy'n cael ei chipio ar ffurf taenlen? Allech chi ddefnyddio'r un dull gyda data canlyniadau arolwg? Gyda data ariannol? Gyda rhestri o roddwyr neu ddadansoddeg we? Sut all gofyn i grwpiau feddwl am gwestiynau eich helpu i gymryd y cam nesaf gyda data'ch sefydliad? Rydym hefyd yn trafod rhai baglau cyffredin i geisio eu hosgoi, fel cofio ystyried allanolion a chadw mewn cof nad yw cydberthynas yn hafal ag achos.
da: Nu hvor du har prøvet kræfter med noget basal regnearksanalyse vil vores video hjælpe dig igang med at tænke på, hvordan du kan komme videre herfra. For eksempel, hvilke typer af information er gemt i regnearksformat i din organisation? Kunne du arbejde med dem på samme måde, som du har gjort her, hvis det er data fra en spørgeskemaundersøgelse? Hvis det er finansielle data? Hvis det er donorlister eller webtraffik? Hvordan kan gruppearbejdet med brainstorming hjælpe dig til at arbejde videre med din organisations data? I videoen kommer vi også omkring de almindeligste faldgruber og hvordan du undgår at falde i, for eksempel at huske de yderligliggende datapunkter og at korrelation ikke er det samme som kausalitet.
es: Ahora que usted ha realizado algunos análisis básicos de hojas de cálculo, este vídeo le ayudará a tomar los siguientes pasos. Por ejemplo, ¿qué información en su organización se captura en forma de hojas de cálculo? ¿Podría usted usar este mismo enfoque con los datos de resultados de una encuesta? ¿Con datos financieros? ¿Con listas de donantes o análisis de la web? ¿De qué manera hacer que los grupos hagan preguntas le ayudará a dar el siguiente paso con los datos de su organización? También discutimos algunos obstáculos comunes que debemos evitar, como recordar que debemos considerar los casos atípicos y tener en cuenta que la correlación no es causalidad.
pt: Agora que você fez algumas análises básicas de planilhas, esse vídeo irá ajudá-lo a pensar sobre onde ir daqui em diante. Por exemplo, quais informações em sua organização são obtidas em forma de planilha? Você poderia usar essa mesma abordagem com os dados do resultado da pesquisa? Com dados financeiros? Com listas de doadores ou análise web? Como o fato dos grupos terem apresentado perguntas poderá ajuda-lo a dar o próximo passo com os dados da sua organização? Nós também discutimos algumas armadilhas comuns a serem evitadas, como lembrar-se de considerar fatores atípicos e ter em mente que a correlação não é causalidade.

source: Practice telling a data story in different ways
cy: Ymarferwch ddweud stori data mewn ffyrdd gwahanol
da: Øvelse i at fortælle én historie på mange måder

source: This activity will take 30 to 40 minutes. You should have these materials on hand:
cy: Bydd y gweithgaredd hwn yn cymryd 30 i 40 munud. Dylai fod gennych chi'r deunyddiau hyn wrth law:
da: Denne aktivitet vil tage 30-40 minutter. Du bør have følgende materialer klar:

source: Printed copies of an example visualization for remixing. We often use <a href='https://www.good.is/infographics/transparency-how-much-water-do-you-use'>this infographic on daily water usage from GOOD.is</a>. 1-2 printed copies for each group.
cy: Copïau argraffedig o ddelweddu enghreifftiol i'w atgymysgu. Yn aml defnyddiwn ni'r <a href='https://www.good.is/infographics/transparency-how-much-water-do-you-use'>ffeithlun hon am ddefnydd dyddiol dŵr o GOOD.is</a>. 1-2 gopi printiedig am bob grŵp.
da: Uddelingskopier af en datavisualisering, som kan remixes. Vi bruger ofte <a href='https://www.good.is/infographics/transparency-how-much-water-do-you-use'>this infographic on daily water usage from GOOD.is</a>. Print så der 1-2 kopier per gruppe.

source: Large paper, markers, and craft materials (the materials from <a href='build-a-sculpture'>our Build a Data Sculpture activity</a> can be used for this activity too)
cy: Papur mawr, marcwyr, a deunyddiau crefft (gallwch chi ddefnyddio'r deunyddiau o'n <a href='build-a-sculpture'>gweithgaredd Adeiladu Cerflun Data</a> ar gyfer y gweithgaredd hwn hefyd)
da: Flip over, tusser og forskellige krea-materialer (f.eks. fra aktiviteten <a href='build-a-sculpture'>Byg en dataskulptur</a>)

source: In order to tell your data story well, you need a good “toolbelt” of presentation techniques to pull from. However, we often only consider of a small set of techniques — primarily traditional charts and maps — when we display data. This activity introduces participants to data presentation techniques that are creative, fun, and better suited for certain audiences than traditional charts and maps. It lets participants practice using these techniques, and helps them build confidence in their ability to present data appropriately.
cy: Er mwyn dweud eich stori data yn dda, bydd angen becyn da o dechnegau cyflwyno arnoch chi i ddewis o'u plith. Ond yn aml rydym ni dim ond yn ystyried set fach o dechnegau — siartiau a mapiau traddodiadol yn bennaf — wrth i ni ddangos data. Mae'r gweithgaredd hwn yn cyflwyno'r cyfranogwyr i dechnegau cyflwyno sy'n greadigol, yn ddifyr, ac yn fwy addas i rai cynulleidfaoedd na siartiau a mapiau traddodiadol. Mae'n gadael i'r cyfranogwyr ymarfer defnyddio'r technegau hyn ac yn eu helpu i fagu hyder yn eu gallu i gyflwyno data'n briodol.
