Repository: c4fcm/DataBasic
Catalog: databasic/translations/*/LC_MESSAGES/messages.po
Languages: cy, da, es, pt

source: Paste text
cy: Pastiwch destun
da: Indsæt tekst
es: Pegar texto
pt: Colar texto

source: Text
cy: Testun
da: Tekst
es: Texto
pt: Texto

source: Paste text...
cy: Pastiwch destun...
da: Indsæt tekst...
es: Pegar texto...
pt: Colar texto...

source: Upload a file
cy: Lanlwytho ffeil
da: Upload en fil
es: Subir un archivo
pt: Seleccionar um arquivo

source: Upload file
cy: Lanlwytho ffeil
da: Upload fil
es: Subir archivo
pt: Enviar arquivo

source: Upload...
cy: Lanlwytho...
es: Subir...
pt: Enviar...

source: Use a sample
cy: Defnyddiwch sampl
da: Brug et eksempel
es: Usar una muestra
pt: Usar uma amostra

source: Sample
cy: Sampl
da: Eksempel
es: Muestra
pt: Amostra

source: Link to a spreadsheet
cy: Ddolen â thaenlen
da: Link til et regneark
es: Liga a una hoja de cálculo
pt: Link para uma planilha

source: Link to spreadsheet
cy: Ddolen â thaenlen
da: Link til regneark
es: Liga a hoja de cálculo
pt: Link para planilha

source: Ignore case
cy: Anwybyddwch gyflwr
da: Ignorer kapitaler
es: Ignorar mayúsculas
pt: Ignorar situação

source: Ignore stopwords
cy: Anwybyddwch eiriau atal
da: Ignorer stopord
es: Ignorar palabras de paro
pt: Ignorar stopwords

source: Paste a link
cy: Gludwch ddolen
da: Indsæt link
es: Pegar una liga
pt: Colar um link

source: Upload files
cy: Lanlwytho ffeiliau
da: Upload filer
es: Subir archivos
pt: Enviar arquivos

source: Browse file 2
cy: Porwch ffeil 2
da: Åbn fil 2
es: Explorar archivo 2
pt: Escolher arquivo 2

source: Browse file 1
cy: Porwch ffeil 1
da: Åbn fil 1
es: Explorar archivo 1
pt: Escolher arquivo 1

source: Use samples
cy: Defnyddiwch samplau
da: Brug eksempler
es: Usar muestras
pt: Usar amostras

source: Paste links
cy: Gludwch ddolenni
da: Indsæt links
es: Pegar ligas
pt: Colar links

source: Has header row
cy: Â rhes pennyn
da: Har kolonneoverskrift
es: Tiene una fila de encabezado
pt: Possui linha de cabeçalho

source: Paste rows
cy: Gludwch resi
da: Indsæt rækker
es: Pegar filas
pt: Colar linhas

source: This field is required
cy: Mae'r maes hwn yn ofynnol
da: Dette felt er påkrævet
es: Se requiere este campo
pt: Este campo é obrigatório

source: Only these file types are accepted: csv, xls, xlsx
cy: Dim ond y ffeiliau hyn sy'n cael eu derbyn: csv, xls, xlsx
da: Kun disse typer filer kan anvendes: csv, xls, xlsx
es: Sólo se aceptan estos tipos de archivos: csv, xls, xlsx
pt: Apenas estes tipos de arquivos são aceitos: csv, xls, xlsx

source: Only files under MB are accepted
cy: Dim ond ffeiliau o dan MB sy'n cael eu derbyn
da: Kun filer under MB kan anvendes
es: Sólo se aceptan archivos menores a MB
pt: Apenas arquivos com menos de 10MB são aceitos

source: You must input a valid url
cy: Rhaid i chi roi url dilys
da: Du skal indsætte en gyldig url
es: Debes introducir una url válida
pt: Você deve inserir uma url válida

source: You must select two files
cy: Rhaid i chi ddewis dau ffeil
da: Du skal vælge to filer
es: Debes seleccionar dos archivos
pt: Você deve selecionar dois arquivos

source: Please enter a valid email address
cy: Rhowch gyfeiriad e-bost dilys
da: Indtast venligst en gyldig emailadresse
es: Por favor introduzca una dirección de correo electrónico válida
pt: Por favor informe um endereço de email válido

source: Only these file types are accepted: txt, docx, rtf
cy: Dim ond y ffeiliau hyn sy'n cael eu derbyn: txt, docx, rtf
da: Kun disse typer filer kan anvendes: txt, docx, rtf
es: Sólo se aceptan estos tipos de archivos: txt, docx, rtf
pt: Apenas estes tipos de arquivos são aceitos: txt, docx, rtf

source: You must input a URL
cy: Rhaid i chi roi url
da: Du skal indsætte en URL
es: Debes introducir una URL
pt: Você deve informar uma URL

source: Link must be a valid Google Spreadsheet
cy: Rhaid i'r ddolen fod yn daenlen Google ddilys
da: Linket skal være et gyldigt Google regneark
es: La liga debe ser una Hoja de Cálculo de Google válida
pt: O link deve ser de uma Planilha Google válida

source: Choose your language:
cy: Dewiswch eich iaith:
da: Vælg sprog:
es: Selecciona su idioma:
pt: Selecione sua língua:

source: change language to english
cy: newid yr iaith i saesneg
da: skift sprog til engelsk
es: cambiar lenguaje a inglés
pt: mudar idioma para inglês

source: change language to spanish
cy: newid yr iaith i sbaeneg
da: skift sprog til spansk
es: cambiar lenguaje a español
pt: mudar idioma para espanhol

source: change language to portuguese
cy: newid yr iaith i bortwgäeg
da: skift sprog til portugisisk
es: cambiar lenguaje a portugués
pt: mudar idioma para inglês

source: change language to danish
cy: newid yr iaith i ddaneg
da: skift sprog til dansk
es: cambiar lenguage al danés
pt: mudar idioma para dinamarquês

source: Data Culture Project
cy: Prosiect Diwylliant data
da: Datakulturprojektet

source: about
cy: ynghylch
da: om
es: acerca
pt: sobre

source: DataBasic is a suite of easy-to-use web tools for beginners that introduce concepts of working with data.
cy: Mae DataBasic yn gyfres o offer gwe hawdd eu defnyddio ar gyfer dechreuwyr sy'n cyflwyno cysyniadau gweithio gyda data
da: DataBasic er en samling af brugervenlige onlineværktøjer, der introducerer dig til at arbejde med data.
es: DataBasic es una suite de herramientas de uso fácil para principiantes que los introduce a conceptos del trabajo con datos.
pt: DataBasic é um conjunto de ferramentas web fáceis de usar por iniciantes, que introduzem conceitos de trabalho com dados.

source: These simple tools make it easy to work with data in fun ways, so you can learn how to find great stories to tell.
cy: Mae'r offerynnau syml hyn yn ei gwneud yn hawdd gweithio gyda data mewn ffyrdd difyr, i chi gael dysgu sut i ddod o hyd i storïau gwych i'w dweud.
da: Disse simple værktøjer gør det let og sjovt at arbejde med data, så du kan lære at identificere den gode historie bag tallene.
es: Estas herramientas sencillas hacen que sea fácil trabajar con los datos de formas divertidas, para que puedas aprender cómo encontrar grandes historias que contar.
pt: Estas ferramentas simples fazem com que seja fácil trabalhar dados de maneira divertida, então você pode aprender como encontrar ótimas histórias para contar.

source: choose input type
cy: dewiswch fath o fewnbwn
da: vælg inputtype
es: elegir tipo de entrada
pt: escolha o tipo de entrada

source: Ignore %(stopwords)s
cy: Anwybyddwch %(stopwords)s
da: Ignorer %(stopwords)s
es: Ignorar %(stopwords)s
pt: Ignorar %(stopwords)s

source: stopwords
cy: geiriau atal
da: stopord
es: Ignorar palabras de paro

source: Stopwords are words in text analysis that are ignored such as &quot;this&quot;, &quot;that&quot;, &quot;and&quot; and &quot;but.&quot;
cy: Mae geiriau atal yn eiriau sy'n cael eu hanwybyddu wrth ddadansoddi testun fel &quot;hwn&quot;, &quot;hwnnw&quot;, &quot;a&quot; ac &quot;ond.&quot;
da: Stopord er ord i en tekstanalyse man vælger at ignorere, såsom &quot;det&quot;, &quot;den&quot;, &quot;og&quot; og &quot;men.&quot;
es: Las palabras de paro son palabras que en el análisis de textos es útil ignorar, como &quot;esto&quot;, &quot;eso&quot;, &quot;y&quot; y &quot;pero&quot;.
pt: Stopwords são palavras que são ignoradas na análise textual, como &quot;este&quot;, &quot;aquele&quot;, &quot;e&quot; e &quot;mas&quot;

source: close window
cy: cau'r ffenestr
da: luk vindue
es: cerrar ventana
pt: fechar janela de vídeo

source: You can share these results by emailing this url:
cy: Gallwch chi rannu'r canlyniadau hyn drwy e-bostio'r url hwn:
da: Du kan dele dine resultater ved at sende en email til denne url:
es: Puedes compartir estos resultados con esta url:
pt: Você pode compartilhar estes resultados enviando por email esta url:

source: No results
cy: Dim canlyniadau
da: Ingen resultater
es: No hay resultados
pt: Sem Resultados

source: We couldn't find any results
cy: Roeddem yn methu darganfod unrhyw ganlyniadau
da: Der var ingen resultater
es: No encontramos ningún resultado
pt: Não encontramos nenhum resultado

source: They might have expired. Why not try <a href="/%(lang)s/%(tool_name)s">analyzing some new data?</a>
cy: Efallai eu bod nhw wedi darfod. Beth am geisio <a href="/%(lang)s/%(tool_name)s">dadansoddi data newydd?</a>
da: De er måske udløbet. Prøv at <a href="/%(lang)s/%(tool_name)s">analysere noget andet data?</a>
es: Puede ser que el tiempo ha vencido. ¿Por qué no <a href="/%(lang)s/%(tool_name)s">analiza algunos datos nuevos</a>?
pt: Eles devem ter expirado. Por que não tenta <a href="/%(lang)s/%(tool_name)s">analisar algum dado novo?</a>

source: go to %(tool)s
cy: ewch i %(tool)s
da: gå til %(tool)s
es: ir a %(tool)s
pt: ir para %(tool)s

source: What do I do next?
cy: Beth ydw i'n ei wneud nesaf?
da: Hvad gør jeg nu?
es: ¿Qué hago ahora?
pt: O que eu faço em seguida?

source: Try these other tools to do more full-fledged analysis:
cy: Rhowch gynnig ar yr offerynnau eraill hyn i wneud dadansoddiad mwy trylwyr:
da: Få en mere gennemført analyse med et af disse værktøjer:

source: About %(tool_name)s
cy: Ynghylch %(tool_name)s
da: Om %(tool_name)s
es: Acerca de %(tool_name)s
pt: Sobre %(tool_name)s

source: Are you an Educator? Try our Activity Guide
cy: Ydych chi'n Addysgwr? Rhowch Gynnig ar ein Harweiniad Gweithgareddau
da: Er du underviser? Prøv vores aktivitetsguide
es: ¿Das clases? Prueba nuestra guía de actividades
pt: Você é um Educador? Tente nosso Guia de Atividades

source: DataBasic activities are suitable for classes and workshops for participants from middle school through higher education. No prior data experience necessary!
cy: Mae gweithgareddau DataBasic yn addas i ddosbarthiadau a gweithdai ar gyfer cyfranogwyr o'r ysgol ganol trwodd i addysg uwch. Nid oes angen unrhyw brofiad blaenorol!
da: Opgaverne i DataBasic er egnet til workshopdeltagere fra udskolingsniveau til videregående uddannelse. Der er ikke behov for forudgående kendskab til at arbejde med data!
es: Las actividades de DataBasic son adecuadas para cursos y talleres para participantes desde educación media básica hasta educación superior. ¡No se necesita experiencia previa en datos!
pt: As atividades do DataBasic são adequadas para aulas e oficinas com participantes desde o ensino médio até a educação superior. Nenhuma experiência prévia com dados é necessária!

source: Download
cy: Lawrlwythach
es: Bajar
pt: Baixar

source: go to data basic home page
cy: ewch i dudalen hafan data basic
da: til databasic startsiden
es: ir a página de inicio de data basic
pt: ir para a home do DataBasic

source: Paste rows from an Excel or Google spreadsheet, with this format:
cy: Gludwch resi o daenlen Excel neu Google, gyda'r fformat hwn:
da: Indsæt rækker fra et Excel eller Google regneark med dette format:
pt: Colar linhas de uma planilha de Google ou Excel no seguinte formato:

source: source target
cy: ffynhonnell targed
da: har forbindelse
es: origen destinación
pt: origem destino

source: Not sure how to format your file? Download our template.
cy: Ddim yn siŵr sut i fformadu'ch ffeil? Lawrlwythwch ein templed.
da: Er du ikke sikker på, hvordan du skal formatere din fil? Download vores skabelon.
es: ¿No sabes bien cómo dar formato a tu archivo? Descarga una muestra.
pt: Não tem certeza sobre como formatar seu arquivo? Baixe nosso modelo.

source: ConnectTheDots shows you how your data is connected by analyzing it as a network.
cy: Mae ConnectTheDots yn dangos i chi sut mae'ch data yn gysylltiedig drwy ei ddadansoddi fel rhwydwaith.
da: ConnectTheDots viser dig, hvordan dine data er forbundet ved at analysere dem som et netværk.
es: ConnectTheDots te muestra cómo están conectados tus datos al analizarlos como una red.
pt: ConnectTheDots mostra como seus dados estão conectados analisando-os como uma rede.

source: Analyzing the connections between the "dots" in your data is a fundamentally different approach to understanding it. This tool shows you a network diagram to reveal those links, and gives you a high level report about what your network looks like.
cy: Mae dadansoddi'r cysylltiadau rhwng y "dotiau" yn eich data yn ymagwedd sylfaenol wahanol tuag at ei ddeall. Mae'r offeryn hwn yn dangos diagram rhwydwaith i chi i ddatgelu'r cysylltiadau hynny, ac yn rhoi adroddiad lefel uchel i chi am olwg eich rhwydwaith.
da: At analysere relationer mellem dine datapunkter (netværksanalyse) er en grundlæggende anderledes måde at forstå dit datasæt på. Med værktøjet her får du et netværksdiagram, der belyser relationerne, og giver dig et overordnet perspektiv på, hvordan dit netværk ser ud.
es: Analizar las conexiones entre los "puntos" en tus datos es una manera fundamentalmente distinta de comprenderlos. Esta herramienta te muestra un diagrama de red para revelar esos enlaces, y te da un reporte general sobre cómo es tu red.
pt: Analisando as conexões entre os "pontos" nos seus dados é uma abordagem fundamentalmente diferente para entendê-los. Esta ferramenta mostra um gráfico de redes para revelar suas conexões, e mostra um relatório alto nível sobre como a rede se parece.

source: Error: Paste failed! Make sure your input has exactly two tab-separated columns and try again.
cy: Gwall: Methodd y gludo! Gwnewch yn siŵr bod gan eich mewnbwn dwy golofn yn union wedi'u gwahanu â thab a cheisiwch eto.
da: Fejl: Indsæt mislykkedes! Prøv at tjekke, at dit datainput har præcis to tabulatoradskilte kolonner og prøv så igen.
es: Error: ¡Falló el pegado! Asegúrate de que tu contenido tiene exactamente dos columnas separadas e intenta de nuevo.
pt: Erro: Falha ao colar! Certifique que sua entrada tem exatamente duas colunas separadas por tabulação e tente novamente.

source: Error: Upload failed! Make sure your file has exactly two columns and try again.
cy: Gwall: Methodd y lanlwytho! Gwnewch yn siŵr bod gan eich ffeil ddwy golofn yn union a cheisiwch eto.
da: Fejl: Upload fejlede. Tjek at din fil har præcis to kolonner og prøv igen.
es: Error: ¡Falló el archivo! Asegúrate de que tu archivo tiene exactamente dos columnas separadas e intenta de nuevo.
pt: Erro: Falha ao carregar! Certifique que seu arquivo possui exatamente duas colunas e tente novamente.

source: Graph
cy: Graff
da: Graf
es: Gráfico
pt: Criar Gráfico

source: For example, is it significant that <strong>%(id)s</strong> has the %(degree)s highest number of connections but is ranked %(centrality)s for %(betweenness_centrality)s?
cy: Er enghraifft, ydy hi'n arwyddocaol mai <strong>%(id)s</strong> sydd â'r %(degree)s nifer uchaf o gysylltiadau ond mae'n cael ei raddio'n %(centrality)s o ran %(betweenness_centrality)s?
da: Overvej f.eks. om det er betydningsfuldt at <strong>%(id)s</strong> har det %(degree)s højeste antal forbindelser, men er placeret som %(centrality)s i %(betweenness_centrality)s?
es: Por ejemplo, ¿es significativo que <strong>%(id)s</strong> tenga el %(degree)s número más alto de conexiones pero esté puntuado %(centrality)s por %(betweenness_centrality)s?
pt: Por exemplo, isto significa que <strong>%(id)s</strong> tem %(degree)s maior número de conexões mas é raqueado %(centrality)s para %(betweenness_centrality)s?

source: Scores how much of a &quot;connector&quot; each node is. A high score means lots of nodes can go through one to quickly connect to other nodes.
cy: Yn sgorio faint o &quot;connector&quot; mae pob nod. Mae sgôr uchel yn golygu bod llawer o nodau yn gallu mynd drwy un i gysylltu'n gyflym â nodau eraill.
da: Angiver i hvor høj grad hvert punkt fungerer som &quot;forbindelsesled&quot;. En høj værdi betyder at mange punkter kan få hurtig adgang til andre punkter via dette punkt.
es: Puntúa qué tanto cada nodo funciona como &quot;conector&quot;. Una puntuación alta significa que muchos nodos pueden pasar por uno para conectarse a otros.
pt: Pontua quanto &quot;conector&quot; é cada ponto. Uma pontuação alta significa que muitos nós podem passar por um mesmo nó para se conectar rapidamente a outros nós.

source: For example, why might <strong>%(id)s</strong> have the highest %(betweenness_centrality)s in the network?
cy: Er enghraifft, pam allai <strong>%(id)s</strong> fod â'r y %(betweenness_centrality)s uchaf yn y rhwydwaith?
da: For eksempel, hvorfor har <strong>%(id)s</strong> den højeste%(betweenness_centrality)s i netværket?
es: Por ejemplo, ¿por qué <strong>%(id)s</strong> tendría la más alta %(betweenness_centrality)s en la red?
pt: Por exemplo, por que <strong>%(id)s</strong> tem o maior %(betweenness_centrality)s na rede?

source: Warning: The file you uploaded had multiple sheets, but we only used the first sheet.
cy: Rhybudd: Roedd dalenni lluosog gan y ffeil a lanlwythoch chi, ond defnyddiom ni'r ddalen gyntaf yn unig.
da: Advarsel: Den fil du har oploadet har flere ark, men vi har kun brugt det første ark.
es: Alerta: El archivo que subiste tenía varias hojas, pero sólo utilizamos la primera hoja.
pt: Alerta: O arquivo tem múltiplas planilhas, mas só usamos a primeira.

source: Here is a graph of how your data is connected. Any %(nodes)s linked by an %(edge)s show up in the same row in your input data. Your network graph has %(node_count)s nodes and %(edge_count)s edges.
cy: Dyma graff o sut mae'ch data chi'n gysylltiedig. Mae unrhyw %(nodes)s a gysylltir gan %(edge)s yn ymddangos yn yr un rhes yn eich data allbwn. Mae gan eich graff rhwydwaith %(node_count)s o nodau a %(edge_count)s o ymylon.
da: Her ser du et forbindelsesdiagram for hvordan dine data er forbundet. Alle %(nodes)s er forbundet via en %(edge)s vises i den samme række i dit datasæt. Dit forbindelsesdiagram har %(node_count)s punkter and %(edge_count)s forbindelser.
es: Aquí está un gráfico de cómo tus datos están conectados. Cada &(node)s conectado por un %(edge)s aparece en la misma fila en tus datos. Tu gráfico de red tiene nodos %(node_count)s y bordes %(edge_count)s.
pt: Aqui tem um gráfico sobre como seus dados estão conectados. Qualquer %(nodes)s conectados por um %(edge)s são mostrados na mesma linha em seus dados de entrada. Seu gráfico de rede tem %(node_count)s nós e %(edge_count)s arestas.

source: nodes
cy: nodau
da: punkter
es: nodos
pt: nós

source: The &quot;dots&quot; in the network - the central organizing thing that is connected to others.
cy: Y &quot;dots&quot; yn y rhwydwaith - y peth trefnu canolog sy'n gysylltiedig ag eraill.
da: &quot;Punkterne&quot; er de centrale dele i netværket, som alle forbindelser springer ud fra.
es: Los &quot;puntos&quot; en la red - la cosa central que organiza los datos mediante sus conexiones con otros.
pt: Os &quot;pontos&quot; na rede - a organização central que está conectada com os outros pontos.

source: edge
cy: ymyl
da: forbindelse
es: borde
pt: arestas

source: A connection between one node and another node.
cy: Cysylltiad rhwng un nod a nod arall.
da: Forbindelsen mellem to punkter. En forbindelse vises som en streg mellem punkterne i grafen.
es: Una conexión entre un nodo y otro nodo.
pt: Uma conexão entre um nó e outro nó.

source: It looks like your two columns have two totally different types of nodes. We think this is a %(bipartite_graph)s. We’ve gone ahead and colored each node based on what column it&#39;s in.
cy: Mae'n edrych petai gan eich dwy golofn ddau fath cwbl wahanol o nodau. Rydym ni'n meddwl bod hyn yn %(bipartite_graph)s. Rydym ni wedi mynd yn ein blaen i liwio pob nod ar sail pa golofn mae ynddi.
da: Det ser ud til at dine to kolonner har to helt forskellige typer af punkter. Vi tror, det er %(bipartite_graph)s. Vi har farvet punkterne på baggrund af, hvilken kolonne de står i.
es: Parece que tus dos columnas tienen dos tipos de nodos totalmente distintos. Pensamos que es una %(bipartite_graph)s. Marcamos cada nodo en color con base en la columna en la que está.
pt: Parece que suas duas colunas tem um total diferente para os tipos de nós. Acreditamos que est é um %(bipartite_graph)s. Vamos seguir e colorir cada nó baseado em qual coluna ele está.

source: bipartite graph
cy: graff deurannol
da: todelt graf
es: gráfico bipartito
pt: gráfico bipartido

source: A network graph with two types of nodes. For instance, people connected to restaurants they love but not to other people.
cy: Graff rhwydwaith gyda dau fath o nod. Er enghraifft, pobl sy'n gysylltiedig â bwytai maen nhw'n eu hoffi ond nid â phobl eraill.
da: Et forbindelsesdiagram med to typer af punkter. F.eks. mennesker der står i relation til deres yndlingsrestauranter, men ikke til andre mennesker.
es: Una gráfica de red con dos tipos de nodos. Por ejemplo, dos personas connectadas a resturantes que les gustan pero no connectadas a otras personas.

source: These results will expire in %(day)s days.
cy: Bydd y canlyniadau hyn yn darfod mewn %(day)s diwrnod.
da: Resultaterne udløber om %(day)s dage.
es: Estos resultados se vencerán en %(day)s días
pt: Estes resultados irão expirar em %(day)s dias

source: for the web
cy: am y we
da: til nettet
es: para la web
pt: para a web

source: for printing or editing
cy: i'w argraffu neu olygu
da: til printning eller redigering
es: para imprimir o editar
pt: para impressão ou edição

source: for analysis
cy: i'w ddadansoddi
da: til analyse
es: para analizar
pt: para análise

source: Download the <strong>table</strong>
cy: Lawrlwythwch y <strong>tabl</strong>
da: Download <strong>tabellen</strong>
es: Descarga la <strong>tabla</strong>
pt: Baixe a <strong>tabela</strong>

source: node colors
cy: lliwiau nodau
da: farver på punkterne
es: colores de nodos
pt: cores do nó

source: color by
cy: lliwio yn ôl
da: farve efter
es: colorear por
pt: colorir por

source: color by column
cy: lliwio yn ôl colofn
da: farve efter kolonne
es: colorear por columna
pt: colorir por coluna

source: column
cy: colofn
da: kolonne
es: columna
pt: coluna

source: color by community
cy: lliwio yn ôl cymuned
da: farve efter gruppe
es: colorear por comunidad
pt: colorir por comunidade

source: community
cy: cymuned
da: gruppe
es: comunidad
pt: comunidade

source: no colors
cy: dim lliwiau
da: ingen farver
es: sin color
pt: sem cores

source: the connector
cy: y cysylltydd
da: Punktet
es: el conector
pt: o conector

source: This node has the highest %(betweenness_centrality)s score. The most nodes can go through %(kevin_bacon)s to connect to others in the network.
cy: Mae gan y nod hwn y sgôr %(betweenness_centrality)s uchaf. Gall y nifer uchaf o nodau fynd trwy %(kevin_bacon)s i gysylltu ag eraill yn y rhwydwaith.
da: Dette punkt har den højeste %(betweenness_centrality)s score. De fleste andre punkter kan gå via %(kevin_bacon)s for at få forbindelse til de andre i netværket.
es: Este nodo tiene la puntuación más alta de %(betweenness_centrality)s. La mayoría de nodos pueden pasar por %(kevin_bacon)s para conectarse con otros en la red.
pt: Este nó tem a maior pontuação %(betweenness_centrality)s. A maioria dos nós pode ir pelo %(kevin_bacon)s para se conectar aos outros nós na rede.

source: Node
cy: Nod
da: Punkt
es: Nodo
pt: Nó

source: Degree
cy: Gradd
da: Grader
es: Grado
pt: Grau

source: The immediate number of connections a node has.
cy: Y nifer uniongyrchol o gysylltiadau sydd gan nod.
da: Det umiddelbare antal af forbindelser et punkt har.
es: El número inmediato de conexiones que tiene un nodo.
pt: O número imediato de conexões que um nó possui.

source: Centrality
cy: Canologrwydd
da: Centralitet
es: Centralidad
pt: Centralidade
